{
  "1": {
    "number": 1,
    "content": "CASE PROTOCOL 1: Case History A 52-year-old woman was noted to have a large mass in the right fornix during a routine pelvic examination. She had been in good health and specific questioning regarding vaginal bleeding or abdominal symptoms was negative. There had been no change in her bowel habit and no weight loss or anorexia. The involuted uterus was anteverted, and the cervix was mobile.   Questions 1.  What are the possible lesions that may result in a mass in the right fornix? \n",
    "questions": [
      "ing regarding vaginal bleeding or abdominal symptoms was negative. There had been no change in her bowel habit and no weight loss or anorexia. The involuted uterus was anteverted, and the cervix was mobile.   Questions 1.  What are the possible lesions that may result in a mass in the right fornix?"
    ],
    "learningObjectives": [
      "ss or anorexia. The involuted uterus was anteverted, and the cervix was mobile.   Questions 1.  What are the possible lesions that may result in a mass in the right fornix? ",
      "2.  An ultrasound examination of the pelvis demonstrated a cystic ovarian mass. What abnormalities may cause such an appearance? ",
      "3.  What further investigations would you consider appropriate? ",
      "--- Page 84 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 84 of 215",
      "4.  At operation, fleshy nodules were spread widely throughout the peritoneal cavity. What may have caused such an appearance? ",
      "A histopathological section of the tissue obtained at operation was reported as showing serous adenocarcinoma of the ovary.  5.  What types of ovarian malignancies can occur, and what factors predispose to the development of this disease? ",
      "Following her diagnosis, the woman was commenced on chemotherapy.  6.  Which drugs are most effective in chemotherapy for ovarian cancer, and what are their mechanisms of action? ",
      "--- Page 85 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 85 of 215",
      "7.  The woman remained well for some six months after her initial operation, but then developed recurrent episodes of abdominal pain, vomiting and constipation. What complication of this disease has occurred, and how would you confirm the diagnosis? ",
      "8.  What other complications of this disease may occur? ",
      "9.  The woman succumbed to her disease three months later. What was the likely mode of death? ",
      "--- Page 86 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 86 of 215"
    ]
  },
  "2": {
    "number": 2,
    "content": "CASE PROTOCOL 2: Case History An obese 56-year-old woman with long-standing type 2 diabetes presented to her gynaecologist with bleeding per vagina, which alarmed her because she had been menopausal for six years. During that time, she had regular Pap smear screening, which had never shown any abnormalities. She had taken hormone replacement therapy (HRT) for several years but had ceased three years ago. There were no other symptoms, and no abnormalities were detected on physical examination. Specifically, the involuted uterus was of normal size, and the cervix was mobile. Questions 1.  What is the definition of post-menopausal bleeding per vagina, and what are the likely causes in this woman? What risk factors does this woman have for endometrial carcinoma, and which other risk factors should you enquire about? \n",
    "questions": [
      "s 1.  What is the definition of post-menopausal bleeding per vagina, and what are the likely causes in this woman?",
      "uire about?",
      "uid-based cytology) detect endometrial carcinoma?"
    ],
    "learningObjectives": [
      "ng-standing type 2 diabetes presented to her gynaecologist with bleeding per vagina, which alarmed her because she had been menopausal for six years. During that time, she had regular Pap smear screening, which had never shown any abnormalities. She had taken hormone replacement therapy (HRT) for several years but had ceased three years ago. There were no other symptoms, and no abnormalities were detected on physical examination. Specifically, the involuted uterus was of normal size, and the cervix was mobile. Questions 1.  What is the definition of post-menopausal bleeding per vagina, and what are the likely causes in this woman? What risk factors does this woman have for endometrial carcinoma, and which other risk factors should you enquire about? ",
      "2.  A transvaginal ultrasound examination demonstrated that the uterine endometrium was greater than 5 mm in thickness. What is the significance of this finding? ",
      "3.  What further investigations would you consider appropriate? Can a cervical screening test (using liquid-based cytology) detect endometrial carcinoma? ",
      "--- Page 87 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 87 of 215",
      "4.  A histopathological section of tissue obtained by endometrial biopsy was reported as showing a well-differentiated endometrial adenocarcinoma. What factors are likely to influence this woman’s prognosis? ",
      "A total abdominal hysterectomy, bilateral salpingo-oophorectomy, peritoneal cytology, and pelvic and para-aortic lymphadenectomy were performed. Histopathological and cytological assessment determined that the endometrial adenocarcinoma was confined to the wall of the uterine corpus (stage 1B).  5.  How might the cancer have progressed if not detected and treated at an early stage? ",
      "--- Page 88 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 88 of 215"
    ]
  },
  "3": {
    "number": 3,
    "content": "CASE PROTOCOL 3: Case history A 52-year-old woman suddenly developed breathlessness seven days after laparoscopic cholecystectomy. The patient, who was previously otherwise well, had a strong family history of ischaemic heart disease and smoked 20 cigarettes per day. Examination revealed an obese, distressed woman with obvious tachypnoea and a non-productive cough. Auscultation of her chest revealed decreased air entry at the right base.  Questions 1.  What is your provisional diagnosis, and what is the differential diagnosis of acute respiratory distress in this woman? \n",
    "questions": [
      "s 1.  What is your provisional diagnosis, and what is the differential diagnosis of acute respiratory distress in this woman?"
    ],
    "learningObjectives": [
      "ped breathlessness seven days after laparoscopic cholecystectomy. The patient, who was previously otherwise well, had a strong family history of ischaemic heart disease and smoked 20 cigarettes per day. Examination revealed an obese, distressed woman with obvious tachypnoea and a non-productive cough. Auscultation of her chest revealed decreased air entry at the right base.  Questions 1.  What is your provisional diagnosis, and what is the differential diagnosis of acute respiratory distress in this woman? ",
      "2.  What factors predisposed her to this disease?  Vital Signs Heart Rate (b/min) 122 Blood Pressure (mm Hg) 100/60 Respiratory Rate (/min) 30 Temperature (°C) 37.8 Urinalysis pH 6.5, Prot -ve, Blood -ve",
      "--- Page 89 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 89 of 215",
      "3.  What investigations would you perform to substantiate your diagnosis? Describe the ECG changes likely to be present in this case and explain why they occur. ",
      "A chest X-ray showed an area of opacification at the right base, together with a small right pleural effusion.   4.  What pathological process may have produced this appearance? ",
      "5.  Arterial blood gas analysis on room air is shown below. How would you interpret these results, and are they compatible with your diagnosis?  Arterial Blood Gases pH 7.50 7.35-7.45 PaO2 (mm Hg) 61 80-100 PaCO2 (mm Hg) 30 35-45 Bicarbonate (mmol/L) 26 24-32 O2 Saturation (%) 90 95-105 Base Excess -1 -3<BE<3 6. What drug therapy would you think most likely is needed? What are the principles of establishing therapy with this drug? How would you monitor this therapy? ",
      "--- Page 90 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 90 of 215",
      "The patient was sent for a CT pulmonary angiogram, but during transport she developed central chest pain, increasing dyspnoea and cyanosis. Her blood pressure fell to 70/40 mm Hg and the JVP was elevated 7 cm. Despite attempted resuscitation, the patient died in the Intensive Care Unit four hours later.  7.  Outline the sequence of events that occurred in this woman from the time of presentation until death, and suggest the likely cause of death. ",
      "8.  Is a post-mortem examination mandatory in this case, and if so, why?  ",
      "9.  Outline the major pathological findings you would expect at autopsy. ",
      "10.  If the patient had survived, what long-term complications might she have developed? ",
      "--- Page 91 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 91 of 215"
    ]
  },
  "4": {
    "number": 4,
    "content": "CASE PROTOCOL 4: Case History A 66-year-old woman was brought by ambulance to the Emergency Department in extremis. She had obvious upper airway obstruction, with tachypnoea, inspiratory and expiratory stridor, and bilateral rhonchi. She was tachycardic, hypotensive, pale, drowsy and incoherent. Her face, eyes and tongue were swollen and her skin showed widespread urticaria.   The patient was intubated and ventilated, treated with adrenaline, intravenous fluids, glucocorticoids and antihistamine. She was then admitted to the intensive care unit. Results of initial investigations are outlined below.\n",
    "questions": [
      "uired to substantiate your diagnosis?"
    ],
    "learningObjectives": [
      "w."
    ]
  },
  "5": {
    "number": 5,
    "content": "CASE PROTOCOL 5: Case History An 81-year-old woman was brought to the Emergency Department after a fall while shopping. She had severe pain in her left hip and was unable to stand. Her left leg was shortened and externally rotated. Radiological examination confirmed the clinical diagnosis of a fractured neck of the femur, and appropriate orthopaedic management was instituted.  Two days after admission to the hospital, she developed a low-grade fever (38.2 oC) and at this stage examination of the chest revealed bilateral basal crackles and occasional coarse wheezes. A day later she developed a cough productive of mucopurulent sputum and her temperature rose to 39.4 oC. Appropriate investigations were ordered and presumptive treatment commenced. However, at 1.00 am the following morning she became acutely dyspnoeic, collapsed and could not be resuscitated. An autopsy was performed.  Questions 1.  What disease(s) is/are most likely to predispose to a fracture of the neck of the femur in a woman of this age? \n",
    "questions": [
      "s 1.  What disease(s) is/are most likely to predispose to a fracture of the neck of the femur in a woman of this age?"
    ],
    "learningObjectives": [
      "gical examination confirmed the clinical diagnosis of a fractured neck of the femur, and appropriate orthopaedic management was instituted.  Two days after admission to the hospital, she developed a low-grade fever (38.2 oC) and at this stage examination of the chest revealed bilateral basal crackles and occasional coarse wheezes. A day later she developed a cough productive of mucopurulent sputum and her temperature rose to 39.4 oC. Appropriate investigations were ordered and presumptive treatment commenced. However, at 1.00 am the following morning she became acutely dyspnoeic, collapsed and could not be resuscitated. An autopsy was performed.  Questions 1.  What disease(s) is/are most likely to predispose to a fracture of the neck of the femur in a woman of this age? ",
      "2.  What is the most common cause of fracture in this age group, and what radiological findings do you associate with this disease?  3.  What other diseases would predispose to a fracture of the femur? What additional investigations would assist in the differential diagnosis? ",
      "--- Page 97 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 97 of 215",
      "4.  What is known of the pathogenesis of osteoporosis? Could it possibly have been prevented by hormone replacement therapy (HRT), and what are the risks and benefits of HRT?  ",
      "5.  What other medications are available to treat osteoporosis and what is their mechanism of action? ",
      "6.  Outline the biochemical abnormalities you would expect to find in this patient's serum and urine, and contrast these with those found in patients with osteomalacia, Paget’s disease and renal osteodystrophy. ",
      "Osteoporosis Osteomalacia Paget’s disease Renal Osteodystrophy Calcium     Phosphate     Serum alkaline phosphatase     Urinary hydroxyproline     PTH     Vitamin D",
      "--- Page 98 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 98 of 215",
      "7.  What would a biopsy of osteoporosis reveal? ",
      "8.  What other diseases may result secondarily in osteoporosis? ",
      "9.  How do you explain the patient's pulmonary manifestations? What would the appropriate investigations have been? ",
      "10. Was the autopsy obligatory? What is the likely cause of death in this case? ",
      "--- Page 99 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 99 of 215"
    ]
  },
  "6": {
    "number": 6,
    "content": "CASE PROTOCOL 6: Case History A 13-year-old boy complained of pain and swelling above his left knee for the preceding three weeks. He remembered injuring the leg whilst playing football and had not paid much attention to the pain until it seemed to be getting worse. He had also noticed a persistent cough for the past week.  Examination revealed a hard swelling above the left knee. The remainder of the examination was normal.  Questions 1.  What further information would you seek from the history and physical examination?          2.  What do you think is the most likely diagnosis? What else could cause pain and swelling of the leg?          3.  How could you explain this boy’s cough based on your presumptive diagnosis? \n",
    "questions": [
      "s 1.  What further information would you seek from the history and physical examination?"
    ],
    "learningObjectives": [
      "gical appearance you would expect to find in a biopsy of the lesion. ",
      "--- Page 101 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 101 of 215",
      "7.  A full blood count is shown below. What are the likely causes of this boy’s neutrophil leucocytosis and raised CRP?            8.  What is the natural history of this disease?          9.  What is known about the pathogenesis of this disease?    Full Blood Count Haemoglobin (g/L) Haematocrit (%) RCC   (x1012/L) MCV  (fL) MCH  (pg) MCHC (g/L) 128 39 4.5 84 28 305 130-180 40-54 4.5-6.5 80-100 27-32 300-350 WBC (x109/L) Neutrophils 11.5 9.2 4-11 2.5-7.5 Platelets (x109/L) 332 150-400 Clinical Chemistry CRP (mg/L) 63 < 5",
      "--- Page 102 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 102 of 215"
    ]
  },
  "7": {
    "number": 7,
    "content": "CASE PROTOCOL 7: Case History A 36-year-old woman presented to her local doctor after noticing a lump in her breast. Her sister had recently had a benign breast lump removed. Examination revealed a 1 cm mass in the lower outer quadrant of the right breast. The lesion was firm and non-tender, without attachment to deeper structures. There was no axillary lymphadenopathy.  Questions 1.  State your provisional and differential diagnoses.       2.  What features in the history and examination would arouse suspicion of carcinoma?       3.  What is meant by “triple assessment”? What type of imaging is relevant in this case?     A tissue sampling procedure was performed and reported as being consistent with adenocarcinoma of the breast.  4.  Compare and contrast fine-needle aspiration biopsy (FNA) and core biopsy. What types of information can be obtained by those methods?        5.  What are the main histological types of breast carcinoma? Why is this classification important? \n",
    "questions": [
      "uadrant of the right breast. The lesion was firm and non-tender, without attachment to deeper structures. There was no axillary lymphadenopathy.  Questions 1.  State your provisional and differential diagnoses.       2.  What features in the history and examination would arouse suspicion of carcinoma?"
    ],
    "learningObjectives": [
      "cal doctor after noticing a lump in her breast. Her sister had recently had a benign breast lump removed. Examination revealed a 1 cm mass in the lower outer quadrant of the right breast. The lesion was firm and non-tender, without attachment to deeper structures. There was no axillary lymphadenopathy.  Questions 1.  State your provisional and differential diagnoses.       2.  What features in the history and examination would arouse suspicion of carcinoma?       3.  What is meant by “triple assessment”? What type of imaging is relevant in this case?     A tissue sampling procedure was performed and reported as being consistent with adenocarcinoma of the breast.  4.  Compare and contrast fine-needle aspiration biopsy (FNA) and core biopsy. What types of information can be obtained by those methods?        5.  What are the main histological types of breast carcinoma? Why is this classification important? ",
      "--- Page 103 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 103 of 215",
      "The biopsy confirmed invasive ductal carcinoma which was ER/PR positive and HER2 negative. There were no lymph nodes detected on imaging. The patient elected to undertake breast conserving surgery rather than mastectomy.  6. What is breast conserving surgery? What is the Van Nuys Prognostic indicator for DCIS?       7. What is the lymphatic drainage of different parts of the breast? What are the anatomical locations of the groups of axillary lymph nodes that are palpable during physical examination? How is the concept of “sentinel lymph node” useful in the management of breast neoplasm?          Three axillary lymph nodes removed at operation revealed evidence of metastatic carcinoma. At a follow-up visit, the patient complained of swelling of her right arm.   8.  What are the possible causes of this swelling?        9.  During post-operative outpatient visits, what clinical features would suggest recurrent disease? ",
      "--- Page 104 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 104 of 215",
      "10.  What modalities other than surgery might be employed to treat this woman’s breast cancer? What are their major side-effects?             The patient was concerned that her daughter might be at risk of developing breast cancer, as she had been told that this disease might run in families.   11.  What information would you give her in relation to the genetic basis of breast cancer? What other factors might play a role in its pathogenesis? ",
      "--- Page 105 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 105 of 215"
    ]
  },
  "8": {
    "number": 8,
    "content": "CASE PROTOCOL 8: Case History An 18-year-old woman was brought by ambulance to the Emergency Department with uncontrolled haemorrhage following extraction of a wisdom tooth at a dentist’s surgery. She had always “bruised easily” and often experienced “heavy periods”, but there had been no previous operations.  On examination, she was pale and extremely anxious, with cool extremities. Vital signs were as shown opposite.    Questions 1. What are the likely causes of her excessive bleeding?        2. After instituting appropriate resuscitative measures and stabilising the patient's blood pressure, what further information would you seek from the patient?          Vital Signs Heart Rate (b/min) 110 Blood Pressure (mm Hg) 90/60 Respiratory Rate (/min) 18 Temperature (°C)  36.2\n",
    "questions": [
      "s 1. What are the likely causes of her excessive bleeding?"
    ],
    "learningObjectives": []
  },
  "9": {
    "number": 9,
    "content": "CASE PROTOCOL 9: Case History A 58-year-old man presented to his local GP with a two-hour history of severe chest pain. The pain had commenced while running, and was initially associated with nausea, vomiting and agitation. The patient had experienced similar, less severe chest pain while running over the previous three weeks. He had a 27-year history of type 1 diabetes mellitus.  On examination the man was distressed, diaphoretic and mildly obese. Blood pressure was 165/105 mm Hg, pulse rate 114/min with frequent ventricular ectopic beats (VEBs) and there was an S4 heard on auscultation of the precordium. Basal crepitations were audible over both lungs.  Questions 1.  What is your provisional diagnosis?      2.  What cardiovascular risk factors are present and what additional risk factors should be assessed?        3. Outline the investigations you would perform, the costs, and the results that you would expect.  Investigations Expected Result Cost                      The ECG was consistent with an acute anterior myocardial infarction.   Vital Signs Heart Rate (b/min) 114 Blood Pressure (mm Hg) 165/110 Respiratory Rate (/min) 22 Temperature (0C) 36.5\n",
    "questions": [
      "uent ventricular ectopic beats (VEBs) and there was an S4 heard on auscultation of the precordium. Basal crepitations were audible over both lungs.  Questions 1.  What is your provisional diagnosis?",
      "uence of events leading to this man's clinical presentation.             6. What are the important principles of the emergency management of this man’s evolving myocardial infarction?",
      "uiring morphine for relief.   9.  What is the likely cause of this chest pain?",
      "uent ventricular ectopic beats, S3 and S4 gallop rhythm and oliguria.   10.  What is the most likely diagnosis?",
      "uire an autopsy under the Coroner’s Act?"
    ],
    "learningObjectives": [
      "cal GP with a two-hour history of severe chest pain. The pain had commenced while running, and was initially associated with nausea, vomiting and agitation. The patient had experienced similar, less severe chest pain while running over the previous three weeks. He had a 27-year history of type 1 diabetes mellitus.  On examination the man was distressed, diaphoretic and mildly obese. Blood pressure was 165/105 mm Hg, pulse rate 114/min with frequent ventricular ectopic beats (VEBs) and there was an S4 heard on auscultation of the precordium. Basal crepitations were audible over both lungs.  Questions 1.  What is your provisional diagnosis?      2.  What cardiovascular risk factors are present and what additional risk factors should be assessed?        3. Outline the investigations you would perform, the costs, and the results that you would expect.  Investigations Expected Result Cost                      The ECG was consistent with an acute anterior myocardial infarction.   Vital Signs Heart Rate (b/min) 114 Blood Pressure (mm Hg) 165/110 Respiratory Rate (/min) 22 Temperature (0C) 36.5",
      "--- Page 110 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 110 of 215",
      "4.  What abnormalities would have been present on the ECG, and what is the pathological basis of these changes? What is the significance of the biochemical abnormalities shown opposite?             5.  Outline the likely sequence of events leading to this man's clinical presentation.             6. What are the important principles of the emergency management of this man’s evolving myocardial infarction? What are the mechanisms of action of the drugs that would be administered?           7.  Which arteries, and what areas of these, are likely to be diseased? Describe the sequential changes that occur in the myocardium following infarction.          Clinical Chemistry  Sodium (mmol/L) 137 135-145 Potassium (mmol/L) 4.3 3.5-5.0 Chloride (mmol/L) 101 95-107 Bicarbonate (mmol/L) 28 24-32 Urea (mmol/L) 8.9 3.0-8.0 Creatinine (mol/L) 140 60-110 BSL (fasting) 12.9 3.0-6.0 hs-Troponin T (ng/L) 112 <14",
      "--- Page 111 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 111 of 215",
      "8.  What complications might develop in the first 48 hours after admission?           On the 4th hospital day the patient developed severe chest pain lasting 60 minutes, requiring morphine for relief.   9.  What is the likely cause of this chest pain?    The patient's pain persisted and examination revealed pallor and diaphoresis, blood pressure 80/40 mm Hg, heart rate 110/min with frequent ventricular ectopic beats, S3 and S4 gallop rhythm and oliguria.   10.  What is the most likely diagnosis? Explain the pathophysiological basis of this condition.              Despite appropriate treatment the patient died on the fifth hospital day.  11. What is the likely cause of death? Does this man require an autopsy under the Coroner’s Act? Outline the pathological findings expected at autopsy. ",
      "--- Page 112 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 112 of 215"
    ]
  },
  "10": {
    "number": 10,
    "content": "CASE PROTOCOL 10: Case History An 81-year-old man was brought by ambulance to the Emergency Department with severe back pain. The pain had been intermittent for six days but had become increasingly severe in the past four hours. He had a history of myocardial infarction six years previously and a strong family history of ischaemic heart disease. He was also suffering from hypertension, hypercholesterolaemia and gout. There was no history of gastrointestinal, renal or hepato-biliary disease.  Examination revealed a distressed, pale old man with ankle oedema. There was an expansile, pulsating mass 6 cm in diameter, in the epigastrium. A systolic bruit was audible over the mass as well as over the femoral arteries. There was mild cardiomegaly, an S3 gallop rhythm and his chest was clear.   Questions 1.  What is the most likely cause of this man's abdominal mass? How would you confirm your provisional diagnosis?           2.  What risk factors for the development of this disease are present in this case?  What would have been appropriate pharmacological treatment options for his hypertension and hypercholesterolaemia?            Vital Signs Heart Rate (b/min) 78 Blood Pressure (mm Hg) 170/105 Respiratory Rate (/min) 15 Urinalysis  pH 7.0, Prot + Blood -ve Temperature (°C)  36.6\n",
    "questions": [
      "s 1.  What is the most likely cause of this man's abdominal mass?"
    ],
    "learningObjectives": [
      "p rhythm and his chest was clear.   Questions 1.  What is the most likely cause of this man's abdominal mass? How would you confirm your provisional diagnosis?           2.  What risk factors for the development of this disease are present in this case?  What would have been appropriate pharmacological treatment options for his hypertension and hypercholesterolaemia?            Vital Signs Heart Rate (b/min) 78 Blood Pressure (mm Hg) 170/105 Respiratory Rate (/min) 15 Urinalysis  pH 7.0, Prot + Blood -ve Temperature (°C)  36.6",
      "--- Page 113 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 113 of 215",
      "3.  Outline the mechanisms believed to be responsible for the development of this lesion.            4.  What other diseases may be associated with this condition?           5.  If the patient developed a painful, pale leg with absent peripheral pulses in that limb, what would be the most likely explanation? Describe the sequence of events resulting in this complication. ",
      "--- Page 114 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 114 of 215",
      "Three hours after admission, he had an episode of severe abdominal pain that extended into the left loin and back. Within minutes, he developed significant hypotension and was greatly distressed.  6.  What had occurred to produce these symptoms and signs?           Surgical intervention was attempted, but the patient died intra-operatively.  7.  Would a post-mortem examination be necessary prior to writing a death certificate? ",
      "--- Page 115 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 115 of 215"
    ]
  },
  "11": {
    "number": 11,
    "content": "CASE PROTOCOL 11: Case History A 62-year-old woman developed increasing dyspnoea over 5 years. She had suffered from a chronic cough for \"many years”, and had smoked 40 cigarettes/day. There was a past history of pneumonia 3 years previously and recurrent episodes of “bronchitis” over the past 20 years. Examination revealed a thin woman, dyspnoeic at rest and using her accessory respiratory muscles. She was centrally cyanosed with bilateral expiratory rhonchi on auscultation. There was no evidence of clubbing of the fingers. Her cough was productive of copious mucopurulent sputum.\n",
    "questions": [
      "s  1.  What is the most likely cause of this woman's symptoms?"
    ],
    "learningObjectives": [
      "ped increasing dyspnoea over 5 years. She had suffered from a chronic cough for \"many years”, and had smoked 40 cigarettes/day. There was a past history of pneumonia 3 years previously and recurrent episodes of “bronchitis” over the past 20 years. Examination revealed a thin woman, dyspnoeic at rest and using her accessory respiratory muscles. She was centrally cyanosed with bilateral expiratory rhonchi on auscultation. There was no evidence of clubbing of the fingers. Her cough was productive of copious mucopurulent sputum."
    ]
  },
  "12": {
    "number": 12,
    "content": "CASE PROTOCOL 12: Case History A 19-year-old female medical student presented to the Emergency Department with severe bloody diarrhoea. The diarrhoea had commenced three weeks earlier and had gradually worsened, so that each day she was passing 8-10 stools containing stringy mucus and blood. The diarrhoea was associated with crampy lower abdominal pain, urgency and tenesmus.  On examination, she was pale, thin, lethargic and dehydrated. There was tenderness in the left lower quadrant without guarding or rigidity, and the bowel sounds were increased. Rectal examination revealed no masses, but blood and mucus were evident on the glove.   Questions 1.  What is the probable diagnosis? What differential diagnoses would you consider, and what further aspects of the history and examination would be helpful?            2.  What investigations would you perform to support your provisional diagnosis, and what results would you expect?           Vital Signs Heart Rate (b/min) 114 Blood Pressure (mm Hg) 110/60 Respiratory Rate (/min) 20 Urinalysis  pH 6.2, Prot -ve, Blood –ve HCG -ve Temperature (°C)  37.9\n",
    "questions": [
      "uadrant without guarding or rigidity, and the bowel sounds were increased. Rectal examination revealed no masses, but blood and mucus were evident on the glove.   Questions 1.  What is the probable diagnosis?",
      "uadrant and bowel sounds were diminished.   6.  How would you explain these clinical manifestations?"
    ],
    "learningObjectives": [
      "ody diarrhoea. The diarrhoea had commenced three weeks earlier and had gradually worsened, so that each day she was passing 8-10 stools containing stringy mucus and blood. The diarrhoea was associated with crampy lower abdominal pain, urgency and tenesmus.  On examination, she was pale, thin, lethargic and dehydrated. There was tenderness in the left lower quadrant without guarding or rigidity, and the bowel sounds were increased. Rectal examination revealed no masses, but blood and mucus were evident on the glove.   Questions 1.  What is the probable diagnosis? What differential diagnoses would you consider, and what further aspects of the history and examination would be helpful?            2.  What investigations would you perform to support your provisional diagnosis, and what results would you expect?           Vital Signs Heart Rate (b/min) 114 Blood Pressure (mm Hg) 110/60 Respiratory Rate (/min) 20 Urinalysis  pH 6.2, Prot -ve, Blood –ve HCG -ve Temperature (°C)  37.9",
      "--- Page 119 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 119 of 215",
      "3.  A rectal biopsy was reported by the histopathologist as being consistent with ulcerative colitis. What histological features would have supported this diagnosis?          4.  Apart from the colon, what other organs can be involved in this disease?             5.  What is the mechanism of action of sulphasalazine, and what is its role in the management of this disease?  What other medical therapy is available for her condition?        On the sixth hospital day she complained of increased abdominal pain and became febrile, with a temperature of 39°C. The abdomen was now distended. Tenderness and guarding were prominent in the left lower quadrant and bowel sounds were diminished.   6.  How would you explain these clinical manifestations?  ",
      "--- Page 120 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 120 of 215",
      "7.  What is the relationship between this disease and carcinoma of the colon?         8.  What other intestinal complications can occur as a result of this disease?        9.  What is known regarding the aetiology and pathogenesis of inflammatory bowel disease? ",
      "--- Page 121 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 121 of 215"
    ]
  },
  "13": {
    "number": 13,
    "content": "CASE PROTOCOL 13: Case History A 35-year-old woman with a three-year history of scleroderma presented with five weeks of increasing dysphagia. This was initially for solids and dry food, but now almost any solid food or even thick soup would cause lower chest discomfort and an inability to swallow. The patient slept on three pillows with the head of the bed raised but still experienced significant reflux each night. Despite a “good” appetite she had lost 8 kg in weight over the last 2 months.   On examination the patient appeared thin with tight, thickened skin on her arms, face and upper trunk. Abdominal and rectal examination were normal.  Questions 1. What is the likely cause of this woman’s dysphagia?          2.  Outline the investigations you would perform, the costs, and the results that you would anticipate.               Vital Signs  Heart Rate (b/min) 78 Blood Pressure (mm Hg) 145/90 Respiratory Rate (/min) 23 Temperature (°C)  36.6 Urinalysis  pH 7.0, Prot -ve, Blood -ve\n",
    "questions": [
      "s 1. What is the likely cause of this woman’s dysphagia?"
    ],
    "learningObjectives": [
      "wer chest discomfort and an inability to swallow. The patient slept on three pillows with the head of the bed raised but still experienced significant reflux each night. Despite a “good” appetite she had lost 8 kg in weight over the last 2 months.   On examination the patient appeared thin with tight, thickened skin on her arms, face and upper trunk. Abdominal and rectal examination were normal.  Questions 1. What is the likely cause of this woman’s dysphagia?          2.  Outline the investigations you would perform, the costs, and the results that you would anticipate.               Vital Signs  Heart Rate (b/min) 78 Blood Pressure (mm Hg) 145/90 Respiratory Rate (/min) 23 Temperature (°C)  36.6 Urinalysis  pH 7.0, Prot -ve, Blood -ve",
      "--- Page 122 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 122 of 215",
      "3.  How would you interpret the FBC and CRP results shown below? What is the most likely cause of these abnormalities?                  Endoscopy revealed evidence of severe reflux oesophagitis and an ulcer on the anterior aspect of the lower 3 cm of the oesophagus.   4.  What long-term complications may arise as a direct result of this disease process?       Despite appropriate treatment for her reflux oesophagitis the patient continued to lose weight and developed diarrhoea with bulky offensive stools.   5.  What complication of scleroderma may explain this clinical situation?           Full Blood Count  Haemoglobin (g/L) Haematocrit (%) RCC   (x1012/L) MCV  (fL) MCH  (pg) MCHC (g/L) 102 36 4.3 110 31 305 115-165 37-47 3.8-5.8 80-100 27-32 300-350 WBC (x109/L) 4.8 4-11 Platelets (x109/L) 158 150-400 Film Oval macrocytes ++ Target cells + Clinical Chemistry CRP (mg/L) 47 < 5",
      "--- Page 123 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 123 of 215",
      "6.  What investigations would you perform to ascertain the cause of her diarrhoea and continued weight loss?             Three years later the patient developed progressive dysphagia for solids. Endoscopy revealed reflux oesophagitis and a persistent ulcer in the lower oesophagus.   7.  What complication may develop as a result of this persistent ulceration?            8.  What treatment would you recommend for this patient’s gastro-oesophageal reflux? ",
      "--- Page 124 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 124 of 215"
    ]
  },
  "14": {
    "number": 14,
    "content": "CASE PROTOCOL 14: Case History A 65-year-old man presented to the Emergency Department with a six-hour history of interscapular pain, urinary retention and mild bilateral leg weakness. On further questioning, he revealed that he had felt unwell for six weeks and had lost 3 kg in the past month.   On examination he had a distended bladder, signs of corticospinal dysfunction in both legs, decreased sensation to the level of his rib cage and reduction in vibration sense below his iliac crest.  Questions 1.  State your diagnosis and differential diagnosis, and explain how each disease would produce the clinical features of this case.         2.  What investigations would you perform to substantiate your diagnosis?              A chest X-ray taken at the time of initial presentation showed multiple discrete sclerotic lesions in the ribs and spine. An MRI of the thoracic spine showed severe compression of the thecal sac by a mass occurring within the sixth thoracic vertebral body. A surgical procedure was performed on the second hospital day to relieve compression of the spinal cord. The patient regained urinary function and partial use of his legs. Histopathological assessment of the vertebral lesion revealed metastatic adenocarcinoma.\n",
    "questions": [
      "ing, he revealed that he had felt unwell for six weeks and had lost 3 kg in the past month.   On examination he had a distended bladder, signs of corticospinal dysfunction in both legs, decreased sensation to the level of his rib cage and reduction in vibration sense below his iliac crest.  Questions 1.  State your diagnosis and differential diagnosis, and explain how each disease would produce the clinical features of this case.         2.  What investigations would you perform to substantiate your diagnosis?"
    ],
    "learningObjectives": [
      "st 3 kg in the past month.   On examination he had a distended bladder, signs of corticospinal dysfunction in both legs, decreased sensation to the level of his rib cage and reduction in vibration sense below his iliac crest.  Questions 1.  State your diagnosis and differential diagnosis, and explain how each disease would produce the clinical features of this case.         2.  What investigations would you perform to substantiate your diagnosis?              A chest X-ray taken at the time of initial presentation showed multiple discrete sclerotic lesions in the ribs and spine. An MRI of the thoracic spine showed severe compression of the thecal sac by a mass occurring within the sixth thoracic vertebral body. A surgical procedure was performed on the second hospital day to relieve compression of the spinal cord. The patient regained urinary function and partial use of his legs. Histopathological assessment of the vertebral lesion revealed metastatic adenocarcinoma.",
      "--- Page 125 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 125 of 215",
      "3.  What methods may the pathologist use to identify the primary source of the tissue in the biopsy?       4. What is the likely site of the primary tumour? Which further investigations may be helpful?         Serum Prostate Specific Antigen (PSA) was 55 U/L (reference interval 0-4). Per rectal examination revealed a craggy mass in the posterior lobe of the prostate. A diagnosis was made of carcinoma of the prostate (stage IVB, AJCC 8th ed.) Anti-androgen therapy was administered.   Three months later the man presented to his local doctor, on this occasion complaining of increasing difficulty with urination, lack of energy and malaise. Serum biochemistry is shown opposite.    5.  What problem has developed in this man and what is the most likely cause?           Clinical Chemistry Sodium (mmol/L) 133 135-145 Urea (mmol/L) 38 3.0-8.0 Calcium (mmol/L) 2.4 2.1-2.55 Phosphate (mmol/L) 1.9 0.7-1.5 Potassium (mmol/L) 5.5 3.5-5.0 Chloride (mmol/L) 93 95-107 Bicarbonate (mmol/L) 18 24-32 Creatinine (mol/L) 550 60-110",
      "--- Page 126 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 126 of 215",
      "An urgent abdominal ultrasound revealed a distended bladder and bilateral hydronephrosis. The diagnosis was urinary tract obstruction secondary to invasion of the base of the bladder by the prostatic carcinoma.  6.  What is the vascular pathway for the spread of prostatic carcinoma to the vertebral column? Apart from local infiltration and metastasis to bone, what other organs may be affected by this disease?           7.  What are the likely causes of death for this patient?        8.  Could this man’s cancer have been detected at an earlier (curable) stage by population screening? Which groups would you target and what screening procedures would you use?          9. What pain management strategies would you recommend for this man? ",
      "--- Page 127 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 127 of 215"
    ]
  },
  "15": {
    "number": 15,
    "content": "CASE PROTOCOL 15: Case History A 51-year-old woman presented to the Emergency Department with an eight-hour history of severe upper abdominal pain which radiated around to her back and was associated with nausea and vomiting. On examination she was distressed by the pain, with tachycardia, fever, and tenderness in the right upper quadrant (RUQ). She had a past history of episodic epigastric pain, which on one occasion was accompanied by jaundice.  Questions 1. What are your provisional and differential diagnoses, and what further information would you seek from the history and physical examination?    2.  What is the anatomical and pathological basis of the previous episodes of abdominal pain and jaundice, and why has the pain worsened on this occasion?       3. Outline the investigations you would perform, the costs, and the results that you would expect.  Investigations Expected Result Cost                      Vital Signs Heart Rate (b/min) 110 Blood Pressure (mmHg) 145/80 Respiratory Rate (/min) 18 Temperature (°C)  38.5 Urinalysis  pH 6.0, Prot -ve, Blood -ve\n",
    "questions": [
      "uadrant (RUQ). She had a past history of episodic epigastric pain, which on one occasion was accompanied by jaundice.  Questions 1. What are your provisional and differential diagnoses, and what further information would you seek from the history and physical examination?"
    ],
    "learningObjectives": [
      "gical basis of the previous episodes of abdominal pain and jaundice, and why has the pain worsened on this occasion?       3. Outline the investigations you would perform, the costs, and the results that you would expect.  Investigations Expected Result Cost                      Vital Signs Heart Rate (b/min) 110 Blood Pressure (mmHg) 145/80 Respiratory Rate (/min) 18 Temperature (°C)  38.5 Urinalysis  pH 6.0, Prot -ve, Blood -ve",
      "Urea (mmol/L) 12 3.0-8.0",
      "--- Page 128 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 128 of 215",
      "Liver Function Tests Bilirubin (mol/L) 25 2-20 Alkaline Phosphatase (U/L) 128 38-126 Aspartate Transaminase (U/L) 34 <45 Alanine Transaminase (U/L) 26 <45 -Glutamyltransferase (UL) 38 <30 Albumin (g/L) 45 33-48 Globulin (g/L) 28 25-35 Total Protein (g/L) 73 62-80   4. Biochemistry results are shown above. What abnormalities do they indicate?     An upper abdominal ultrasound demonstrated the presence of gallstones in the gallbladder.   5. Can this clinical presentation occur in the absence of such abnormalities?     6. What are the possible complications in this case?          Clinical Chemistry Sodium (mmol/L) 140 135-145 Potassium (mmol/L) 3.8 3.5-5.0 Chloride (mmol/L) 104 95-107 Bicarbonate (mmol/L) 23 24-32 Creatinine (mol/L) 60 60-110",
      "--- Page 129 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 129 of 215",
      "The patient was treated with antibiotics and analgesia, and recovered gradually over the next week. The gallbladder was removed at operation some five weeks later.   7.  Which antibiotics and analgesia would you prescribe? Why?        8.  Describe the pathological changes likely to be present in the gallbladder, and discuss how they would differ from the appearance of the organ at the time of initial presentation.        The gallstones removed at operation were given to the patient as a memento.   9.  What was their likely composition, and what other types of gallstones can occur?       10.  Discuss the pathogenesis of gallstones. What conditions predispose to their development? ",
      "--- Page 130 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 130 of 215"
    ]
  },
  "16": {
    "number": 16,
    "content": "CASE PROTOCOL 16: Case History A 49-year-old male academic was admitted for investigation of vomiting and diarrhoea for the past 24 hours. In the last 3 hours he had noted that his motions had been of a black and tarry nature. He had a past history of intermittent epigastric pain. On examination the patient appeared pale and sweaty, with tenderness in the epigastrium. Rectal examination revealed black liquid faeces. Questions 1.  With which clinical syndrome did this man present, and what is your provisional diagnosis?       2.  How would you interpret the haematology results shown opposite?            3.  After instituting appropriate resuscitative measures and stabilising the patient's blood pressure, what further information would you seek?      4.  Outline the common causes of haematemesis and melaena.           Vital Signs Heart Rate (b/min) 120 Blood Pressure (mm Hg) 70/50 Respiratory Rate (/min) 20 Temperature (°C)  36.8 Urinalysis  pH 7.0, Prot -ve, Blood -ve\n\nCLINICAL SCENARIO:\nA 49-year-old male academic was admitted for investigation of vomiting and diarrhoea for the past 24 hours.\n",
    "questions": [
      "uid faeces. Questions 1.  With which clinical syndrome did this man present, and what is your provisional diagnosis?"
    ],
    "learningObjectives": [
      "gy results shown opposite?            3.  After instituting appropriate resuscitative measures and stabilising the patient's blood pressure, what further information would you seek?      4.  Outline the common causes of haematemesis and melaena.           Vital Signs Heart Rate (b/min) 120 Blood Pressure (mm Hg) 70/50 Respiratory Rate (/min) 20 Temperature (°C)  36.8 Urinalysis  pH 7.0, Prot -ve, Blood -ve",
      "Full Blood Count  Haemoglobin (g/L) Haematocrit (%) RCC   (x1012/L) MCV  (fL) MCH  (pg) MCHC (g/L) 123 32 3.8 93 31 315 130-180 40-54 4.5-6.5 80-100 27-32 300-350 WBC (x109/L) 8.8 4-11 Platelets (x109/L) 470 150-400 Film Normochromic, normocytic",
      "--- Page 131 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 131 of 215",
      "5.  What investigations would you perform to ascertain the cause of this man's bleeding?     Gastroscopy showed antral gastritis and a sharply punched-out ulcer 3 cm in diameter in the pre-pyloric region of the stomach. A biopsy was reported as being consistent with a benign chronic gastric ulcer. Helicobacter pylori was detected in the inflamed gastric antrum.  6.  Which vessels are closely related to the duodenum and stomach and may be eroded to cause life-threatening haemorrhage? What other complications may occur in this clinical situation?         7. Is eradication of H. pylori important in this patient?  If so, why, and what pharmacotherapy would you recommend? What other factors could predispose to peptic ulceration?             8.  If the patient developed further rapid bleeding and remained severely hypotensive for 60 minutes, what complications may develop? ",
      "--- Page 132 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 132 of 215"
    ]
  },
  "17": {
    "number": 17,
    "content": "CASE PROTOCOL 17: Case History A 60-year-old man presented to his GP with right loin pain and macroscopic haematuria. He had been feeling unwell for six weeks, had lost 6 kg in weight and had felt feverish on several occasions. Examination revealed an obese, plethoric, elderly man who looked unwell.   Questions 1.  What further information would you seek from the history and examination?       2.  What is the most likely cause for this man’s haematuria, and what is the differential diagnosis?        3.  What abnormality is present on the full blood count (below), and what processes may cause it?     Vital Signs Heart Rate (b/min) 90 Blood Pressure (mm Hg) 140/90 Respiratory Rate (/min) 20 Temperature (°C)  37.9 Urinalysis  pH 7.0, Prot ++, Blood ++++\n",
    "questions": [
      "s 1.  What further information would you seek from the history and examination?"
    ],
    "learningObjectives": [
      "in pain and macroscopic haematuria. He had been feeling unwell for six weeks, had lost 6 kg in weight and had felt feverish on several occasions. Examination revealed an obese, plethoric, elderly man who looked unwell.   Questions 1.  What further information would you seek from the history and examination?       2.  What is the most likely cause for this man’s haematuria, and what is the differential diagnosis?        3.  What abnormality is present on the full blood count (below), and what processes may cause it?     Vital Signs Heart Rate (b/min) 90 Blood Pressure (mm Hg) 140/90 Respiratory Rate (/min) 20 Temperature (°C)  37.9 Urinalysis  pH 7.0, Prot ++, Blood ++++",
      "Full Blood Count  Haemoglobin (g/L) Haematocrit (%) RCC   (x1012/L) MCV  (fL) MCH  (pg) 210 62 7.2 86  30 130-180 40-54 4.5-6.5 80-100 27-32 WBC (x109/L) 10.7 4-11 Platelets (x109/L) 470 150-400 Clinical Chemistry CRP (mg/L) 2 < 5",
      "--- Page 133 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 133 of 215",
      "4.  What further investigations would you consider appropriate?          An abdominal CT scan with intravenous contrast revealed a mass in the upper pole of the right kidney, consistent with a renal cell carcinoma.  5.  What is the likely course of this disease if not treated?       6.  What other clinical manifestations, unrelated to the urinary tract, may be associated with this disease?         7.  Describe the typical macroscopic and histopathological features of the lesion in the kidney. ",
      "--- Page 134 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 134 of 215"
    ]
  },
  "18": {
    "number": 18,
    "content": "CASE PROTOCOL 18: Case History A 45-year-old man complained of progressive lethargy and swelling of the ankles over the past three weeks. Examination revealed a pale and ill-looking man with pitting oedema of both ankles. The JVP was raised 3 cm, there was a fourth heart sound and crepitations were heard at both lung bases. Microscopy of fresh urinary sediment showed granular and red cell casts. Over the next 24 hours the total urine volume was 400 ml.\n",
    "questions": [
      "s 1.  What is the likely cause of this man's illness, and what further information would you seek from the history and examination?"
    ],
    "learningObjectives": [
      "oking man with pitting oedema of both ankles. The JVP was raised 3 cm, there was a fourth heart sound and crepitations were heard at both lung bases. Microscopy of fresh urinary sediment showed granular and red cell casts. Over the next 24 hours the total urine volume was 400 ml."
    ]
  },
  "19": {
    "number": 19,
    "content": "CASE PROTOCOL 19: Case History A 61-year-old woman presented to her GP with a three-week history of cough and chest pain. She had coughed up a small amount of blood-stained sputum. There was no history of fever or night sweats.   Examination revealed a thin woman with dyspnoea on mild exertion. There was decreased expansion of the left side of the chest and the percussion note at the left base was stony dull. Auscultation revealed expiratory rhonchi, and there was no friction rub.      Questions 1.  What further information would you seek from the history and physical examination?            2.  What are your provisional and differential diagnoses?         Full Blood Count Haemoglobin (g/L) Haematocrit (%) RCC   (x1012/L) MCV  (fL) MCH  (pg) MCHC (g/L) 135 39 6.8 87 30 330 115-165 37-47 3.8-5.8 80-100 27-32 300-350 WBC (x109/L)  7.2 4-11 Platelets (x109/L) 350 150-400 Film Red cell morphology normal Clinical Chemistry CRP (mg/L) 72 < 5\n",
    "questions": [
      "s 1.  What further information would you seek from the history and physical examination?",
      "uiry revealed that the patient had lost 6 kg in weight during the preceding 3 months. She had smoked 40-50 cigarettes a day since she was 18 years old. A chest x-ray revealed a left pleural effusion. Sputum culture was negative, as was microscopy and PCR testing for AFB’s.   4.  What further investigations would you now consider?"
    ],
    "learningObjectives": [
      "od-stained sputum. There was no history of fever or night sweats.   Examination revealed a thin woman with dyspnoea on mild exertion. There was decreased expansion of the left side of the chest and the percussion note at the left base was stony dull. Auscultation revealed expiratory rhonchi, and there was no friction rub.      Questions 1.  What further information would you seek from the history and physical examination?            2.  What are your provisional and differential diagnoses?         Full Blood Count Haemoglobin (g/L) Haematocrit (%) RCC   (x1012/L) MCV  (fL) MCH  (pg) MCHC (g/L) 135 39 6.8 87 30 330 115-165 37-47 3.8-5.8 80-100 27-32 300-350 WBC (x109/L)  7.2 4-11 Platelets (x109/L) 350 150-400 Film Red cell morphology normal Clinical Chemistry CRP (mg/L) 72 < 5",
      "--- Page 138 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 138 of 215",
      "3.  Outline the investigations you would perform, the costs, and the results that you would expect.  Investigations Expected Result Cost                    Further enquiry revealed that the patient had lost 6 kg in weight during the preceding 3 months. She had smoked 40-50 cigarettes a day since she was 18 years old. A chest x-ray revealed a left pleural effusion. Sputum culture was negative, as was microscopy and PCR testing for AFB’s.   4.  What further investigations would you now consider?         The patient was admitted to hospital for aspiration of the effusion. Cytological analysis of the aspirated pleural fluid revealed malignant cells. A subsequent chest x-ray revealed a 2cm coin lesion in the left lower lobe near the hilum. Bronchoscopy and biopsy were performed.   5.  Describe the histopathology of the most likely bronchial lesion. ",
      "--- Page 139 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 139 of 215",
      "6.  What is the natural history and prognosis of this disease?           Two weeks later she complained of further left-sided pleuritic chest pain and fever.   7.  What is the likely diagnosis? What other complications may develop?         The patient's condition deteriorated over the following three months and she eventually died at home.   8.  What are the likely causes of death, and what would you expect to find at autopsy? ",
      "--- Page 140 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 140 of 215"
    ]
  },
  "20": {
    "number": 20,
    "content": "CASE PROTOCOL 20: Case History A 27-year-old soldier presented to the Emergency Department with a two-day history of fever, headache and rash. She had recently returned from an army camp where she and two of her companions had developed sore throats but had not received any treatment.  Examination revealed an ill-looking woman with haemorrhagic, papular lesions over the forearms and abdomen. Neck stiffness was present and Kernig sign was positive. Fundi were normal. Her vital signs are summarised in the table opposite.  Questions 1.  State your provisional and differential diagnoses.       2.  Outline the sequence of events that occurred in this case. Indicate the route of infection. What is the significance of the patient's occupation and the illness in her companions?      3. What, if any, empirical therapy would you recommend in this patient? If so, when should this be commenced?      4. Outline the investigations you would perform, the costs, and the results that you would expect.  Investigations Expected Result Cost                Vital Signs Heart Rate (b/min) 110 Blood Pressure (mm Hg) 90/60 Respiratory Rate (/min) 24 Temperature (°C)  39.4 Urinalysis  pH 5.5, Prot +ve Blood +ve\n",
    "questions": [
      "s 1.  State your provisional and differential diagnoses.       2.  Outline the sequence of events that occurred in this case. Indicate the route of infection. What is the significance of the patient's occupation and the illness in her companions?"
    ],
    "learningObjectives": [
      "ped sore throats but had not received any treatment.  Examination revealed an ill-looking woman with haemorrhagic, papular lesions over the forearms and abdomen. Neck stiffness was present and Kernig sign was positive. Fundi were normal. Her vital signs are summarised in the table opposite.  Questions 1.  State your provisional and differential diagnoses.       2.  Outline the sequence of events that occurred in this case. Indicate the route of infection. What is the significance of the patient's occupation and the illness in her companions?      3. What, if any, empirical therapy would you recommend in this patient? If so, when should this be commenced?      4. Outline the investigations you would perform, the costs, and the results that you would expect.  Investigations Expected Result Cost                Vital Signs Heart Rate (b/min) 110 Blood Pressure (mm Hg) 90/60 Respiratory Rate (/min) 24 Temperature (°C)  39.4 Urinalysis  pH 5.5, Prot +ve Blood +ve",
      "--- Page 141 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 141 of 215",
      "5.  How would you interpret the full blood count and CRP shown opposite?            Outline the results you would expect if a lumbar puncture was performed.      6.  What factors may have predisposed to the development of this disease in this case?            7.  What complications may develop if this disease is not recognised and treated?       Full Blood Count  Haemoglobin (g/L) 142 115-165 WBC (x109/L)    Neutrophils    Lymphocytes    Monocytes    Eosinophils    Basophils  24.7 20.3 3.2 0.8 0.3 0.1 4-11 2.0-7.5 1.5-4.0 0.2-0.8 0.04-0.4 <0.1 Platelets (x109/L) 78 150-400 Film  Toxic granulation of neutrophils Band forms Clinical Chemistry CRP (mg/L) 580 < 5",
      "--- Page 142 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 142 of 215",
      "8.  Describe the abnormalities you would expect to find at autopsy if this patient died of overwhelming septicaemia.        9.  What are the common causes of death in patients with suppurative meningitis?         10.  What are the micro-organisms that most commonly cause meningitis in infants, children and adults?        11. What is the pathological basis of the rash in this case? ",
      "--- Page 143 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 143 of 215"
    ]
  },
  "21": {
    "number": 21,
    "content": "CASE PROTOCOL 21: Case History A 44-year-old female clerical worker was brought into the Emergency Department following a “grand mal” seizure of two minutes duration, witnessed by her partner. She had never had any fits before, and was in good health apart from headaches that had been present for several months, which she had attributed to the stress of her job. In fact, her employer had dismissed her only one week before, on the grounds that she had become forgetful and slow.  On examination, she was initially drowsy, with bilateral upgoing plantar responses, though these returned to normal after 4 hours. The remainder of the physical examination was normal.   Questions 1.  What other features of the history and examination would you consider to be important? What are the red flags in her case?      2.  Do you think her employment difficulties might be relevant in this case? If so, how?       A cerebral CT scan was performed the next day. A 4 cm discrete lesion was noted in the left parietal region. It was uniformly vascular.   3.  What might be the pathological basis of this radiological abnormality?         The lesion was favoured to represent a meningioma. 4.  Can you diagnose a meningioma on CT scan? \n",
    "questions": [
      "s 1.  What other features of the history and examination would you consider to be important?"
    ],
    "learningObjectives": [
      "wing a “grand mal” seizure of two minutes duration, witnessed by her partner. She had never had any fits before, and was in good health apart from headaches that had been present for several months, which she had attributed to the stress of her job. In fact, her employer had dismissed her only one week before, on the grounds that she had become forgetful and slow.  On examination, she was initially drowsy, with bilateral upgoing plantar responses, though these returned to normal after 4 hours. The remainder of the physical examination was normal.   Questions 1.  What other features of the history and examination would you consider to be important? What are the red flags in her case?      2.  Do you think her employment difficulties might be relevant in this case? If so, how?       A cerebral CT scan was performed the next day. A 4 cm discrete lesion was noted in the left parietal region. It was uniformly vascular.   3.  What might be the pathological basis of this radiological abnormality?         The lesion was favoured to represent a meningioma. 4.  Can you diagnose a meningioma on CT scan? ",
      "--- Page 144 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 144 of 215",
      "5.  What is the appropriate management in this patient?       The meningioma was removed surgically and sent to Anatomical Pathology for histopathology. Grossly, the tumour was broadly attached to dura and appeared rounded and well circumscribed, with a vaguely whorled cut surface.  6.  What are the characteristic histological features of this lesion?         7.  Where else do meningiomas occur?          8.  What is the prognosis for meningiomas? Is the lesion likely to recur locally, and can it spread to other parts of the body if not completely removed?        9.  What are the risk factors for meningioma? ",
      "--- Page 145 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 145 of 215"
    ]
  },
  "22": {
    "number": 22,
    "content": "CASE PROTOCOL 22: Case History A 63-year-old woman was referred to her local hospital for assessment of ankle oedema and weakness. She had been divorced for 23 years and lived alone. She had previously worked as a cook in the local RSL club but had been on sickness benefits for the past 15 years because of depression. She smoked 40 cigarettes a day and drank 5-6 glasses of sherry per day.   Examination revealed a woman who looked older than her stated age. Her gait was ataxic. Pitting oedema was present in both lower limbs. The abdomen was distended and tense, with shifting dullness. The liver was not palpable; however, the spleen was palpable 3 cm below the costal margin. Rectal examination revealed bleeding haemorrhoids.  Questions 1.  What is your provisional diagnosis, and what further information would you seek from the history and physical examination?           2.  What are the pathophysiological mechanisms underlying the distended abdomen and haemorrhoids, and where else in the body may abnormalities occur because of this mechanism?            Full Blood Count Haemoglobin (g/L)    MCV (fL) 112 103 115-165 80-100 WBC (x109/L)    Neutrophils    Lymphocytes    Monocytes     Eosinophils  4.4 2.8 1.2 0.3 0.1 4.5-11 2.0-7.5 1.5-4.0 0.2-0.8 0.04-0.4 Film Round macrocytes ++ Poikilocytes + Platelets (x109/L) 98 150-400\n",
    "questions": [
      "s 1.  What is your provisional diagnosis, and what further information would you seek from the history and physical examination?"
    ],
    "learningObjectives": [
      "cal hospital for assessment of ankle oedema and weakness. She had been divorced for 23 years and lived alone. She had previously worked as a cook in the local RSL club but had been on sickness benefits for the past 15 years because of depression. She smoked 40 cigarettes a day and drank 5-6 glasses of sherry per day.   Examination revealed a woman who looked older than her stated age. Her gait was ataxic. Pitting oedema was present in both lower limbs. The abdomen was distended and tense, with shifting dullness. The liver was not palpable; however, the spleen was palpable 3 cm below the costal margin. Rectal examination revealed bleeding haemorrhoids.  Questions 1.  What is your provisional diagnosis, and what further information would you seek from the history and physical examination?           2.  What are the pathophysiological mechanisms underlying the distended abdomen and haemorrhoids, and where else in the body may abnormalities occur because of this mechanism?            Full Blood Count Haemoglobin (g/L)    MCV (fL) 112 103 115-165 80-100 WBC (x109/L)    Neutrophils    Lymphocytes    Monocytes     Eosinophils  4.4 2.8 1.2 0.3 0.1 4.5-11 2.0-7.5 1.5-4.0 0.2-0.8 0.04-0.4 Film Round macrocytes ++ Poikilocytes + Platelets (x109/L) 98 150-400",
      "--- Page 146 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 146 of 215",
      "3.  How would you interpret the full blood count and liver function tests shown above? What other investigations are likely to provide information on the state of hepatic function?           4.  Is a liver biopsy indicated in this case? What are the contraindications to this procedure? Describe the histopathological changes you would expect to be present in the biopsy.          5.  List the liver disorders that may result from long-term excessive alcohol use.      Liver Function Tests Albumin (g/L) 28 33-48 Globulin (g/L) 38 25-35 Total Protein (g/L) 66 62-80 Bilirubin (mol/L) 45 2-20 Alkaline Phosphatase (U/L) 145 38-126 Aspartate Transaminase (U/L) 25 <45 Alanine Transaminase (U/L) 21 <45 -Glutamyltransferase (UL) 134 <30",
      "--- Page 147 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 147 of 215",
      "6.  What are the common causes of cirrhosis?        7.  What are the major complications of cirrhosis, and what events may precipitate these complications?            8.  What other organs of the body are adversely affected by alcohol? What evidence is there for such involvement in this case?       9.  What pharmacotherapy could be used to treat alcohol dependence, and what are the contraindications? ",
      "--- Page 148 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 148 of 215"
    ]
  },
  "23": {
    "number": 23,
    "content": "CASE PROTOCOL 23: Case history A 48-year-old man presented to his GP with a two-week history of sore throat, swollen lymph nodes in the neck and 7 kg weight loss. He had also noted drenching night sweats during the last week.  Examination revealed pharyngitis with white plaques on the soft palate and tonsillar area, and swelling of the lymphoid tissues of the oropharynx. Several lymph nodes of 2-3 cm diameter were readily palpable in the submandibular region, while nodes of a similar size were present in the left axilla and even larger nodes in the groin of up to 4cm.  Questions 1.  What diseases could produce this clinical picture?        2.  What further aspects of the history and examination are important in this case?        3.  Outline the investigations you would perform and the reasons for these tests.         Vital Signs Heart Rate (b/min) 80 Blood Pressure (mm Hg) 120/75 Respiratory Rate (/min) 12 Temperature (°C)  37.8 Urinalysis  pH 7.0, Prot -ve, Blood -ve\n",
    "questions": [
      "ues on the soft palate and tonsillar area, and swelling of the lymphoid tissues of the oropharynx. Several lymph nodes of 2-3 cm diameter were readily palpable in the submandibular region, while nodes of a similar size were present in the left axilla and even larger nodes in the groin of up to 4cm.  Questions 1.  What diseases could produce this clinical picture?",
      "uesting pathological examination of a lymph node biopsy, what clinical information should be provided as an aid to accurate diagnosis?"
    ],
    "learningObjectives": [
      "OD CHEMISTRY  Range Units Sodium 136 135-145 mmol/L Potassium 5.5 H 3.5-5.2 mmol/L Chloride 98 95-110 mmol/L Bicarbonate 22 22-32 mmol/L Urea 3.5 3.5-8.0 mmol/L Creatinine 125 H 60-110 µmol/L eGFR 55 >60 mL/min/1.73m2 Uric acid 0.60 H 0.25-0.50 mmol/L Inorg. Phos. 1.65 H 0.75-1.50 mmol/L Magnesium 0.80 0.70-1.10 mmol/L Calcium 2.60 2.10-2.60 mmol/L Ca alb corr 2.65 H 2.10-2.60 mmol/L Albumin 30 L 33-48 g/L Tot. protein 70 60-80 g/L Tot. bilirubin 20 0-20 µmol/L ALT 35 0-40 U/L AST 30 0-35 U/L Alk. phos. 45 30-110 U/L GGT 40 0-50 U/L LDH 400 H 120-250 U/L CRP 50 H <5.0 mg/L ESR 40 H 1-10 (mm/hour)",
      "--- Page 150 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 150 of 215",
      "5. When requesting pathological examination of a lymph node biopsy, what clinical information should be provided as an aid to accurate diagnosis?         The lymph node biopsy was reported as showing High-Grade B-cell non-Hodgkin Lymphoma with MYC and BCL2 rearrangement.   6. Describe the features used by pathologists to classify lymphomas and indicate the relevance of histological classification to the treatment of this disease.             7.  What is the staging system used to describe the extent of spread of this disease? ",
      "--- Page 151 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 151 of 215",
      "8.  What factors may predispose to the development of this disease?           9.  Why might oral candidiasis have occurred in this man? What is the recommended treatment?            10.  What is the likely prognosis in this case? ",
      "--- Page 152 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 152 of 215"
    ]
  },
  "24": {
    "number": 24,
    "content": "CASE PROTOCOL 24: Case History A 27-year-old woman presented to her GP with a persistent facial rash and loss of scalp hair. She gave a history of Raynaud phenomena occurring during the previous three winters, and glomerulonephritis several years ago.  Examination revealed an erythematous rash over the malar region of her face and bridge of the nose. Her hands were pale and cold, with soft tissue swelling of the metacarpophalangeal joints of both hands.  Questions 1.  What are your provisional and differential diagnoses?         2.  What further information would you seek from the history and physical examination?          3.  What is your interpretation of the FBC, ESR and CRP results opposite?        Vital Signs Heart Rate (b/min) 76 Blood Pressure (mm Hg) 150/95 Respiratory Rate (/min) 14 Temperature (°C)  37.5 Urinalysis  pH 6.0, Prot ++, Blood ++\n",
    "questions": [
      "s 1.  What are your provisional and differential diagnoses?",
      "uested, give your reason for the test, the cost, and the results you would expect.               Microscopy of urine revealed 100 erythrocytes/mL, with both red and white cell casts, as well as granular casts present in the urinary sediment.   5.  How would you interpret these results?",
      "uest?"
    ],
    "learningObjectives": [
      "ss of scalp hair. She gave a history of Raynaud phenomena occurring during the previous three winters, and glomerulonephritis several years ago.  Examination revealed an erythematous rash over the malar region of her face and bridge of the nose. Her hands were pale and cold, with soft tissue swelling of the metacarpophalangeal joints of both hands.  Questions 1.  What are your provisional and differential diagnoses?         2.  What further information would you seek from the history and physical examination?          3.  What is your interpretation of the FBC, ESR and CRP results opposite?        Vital Signs Heart Rate (b/min) 76 Blood Pressure (mm Hg) 150/95 Respiratory Rate (/min) 14 Temperature (°C)  37.5 Urinalysis  pH 6.0, Prot ++, Blood ++",
      "Full Blood Count  Haemoglobin (g/L) Haematocrit (%) RCC   (x1012/L) MCV  (fL) MCH  (pg) MCHC (g/L) 90 30 3.2 89 31 320 115-165 37-47 3.8-5.8 80-100 27-32 300-350 WBC (x109/L)    Neutrophils    Lymphocytes    Monocytes    Eosinophils    Basophils  3.1 1.9 0.7 0.3 0.2 0.0 4-11 2.0-7.5 1.5-4.0 0.2-0.8 0.04-0.4 <0.1 Platelets (x109/L) 62 150-400 Film Normochromic, normocytic ESR (mm/hour) CRP (mg/L) 88 62 3-12 <5",
      "--- Page 153 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 153 of 215",
      "4. What further investigations would you perform to substantiate your diagnosis? For each of the major investigations you requested, give your reason for the test, the cost, and the results you would expect.               Microscopy of urine revealed 100 erythrocytes/mL, with both red and white cell casts, as well as granular casts present in the urinary sediment.   5.  How would you interpret these results? What further relevant investigations would you request? What renal abnormalities are found in this disease? ",
      "Investigations Expected Result Cost",
      "--- Page 154 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 154 of 215",
      "The antinuclear antibody (ANA) test was positive at a titre of 1/2,560 with a homogeneous pattern.   6.  What does this indicate and what further tests would help to substantiate your diagnosis?       Biopsies of the involved skin and of normal skin from the patient's buttock were performed.   7.  What histological findings do you predict would be present?        8.  What other major organ systems may be involved in this disease?        9.  What are the likely causes of this patient's pancytopenia?       10.  What is known of the aetiology and pathogenesis of this disease? ",
      "--- Page 155 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 155 of 215"
    ]
  },
  "25": {
    "number": 25,
    "content": "CASE PROTOCOL 25: Case History A 65-year-old widow presented to her GP complaining of increasing tiredness and lethargy over the previous 6 months. She had a past history of pernicious anaemia treated with monthly injections of Vitamin B12.  On examination she was pale and apathetic. Her face was puffy and there were bilateral xanthelasmata. There was a small, non-tender goitre and evidence of peripheral neuropathy.  Questions 1.  What further questions would you consider necessary in the history?        2.  What is the most likely diagnosis, and what are the most common causes of this syndrome?       3.  Outline the investigations you would perform, the costs, and the results that you would anticipate.  Investigations Expected Result Cost                       Vital Signs Heart Rate (b/min) 48 Blood Pressure (mm Hg) 85/65 Respiratory Rate (/min) 12 Temperature (°C)  35.0 Urinalysis  pH 6.5, Prot +, Blood -ve\n",
    "questions": [
      "s 1.  What further questions would you consider necessary in the history?"
    ],
    "learningObjectives": [
      "od Pressure (mm Hg) 85/65 Respiratory Rate (/min) 12 Temperature (°C)  35.0 Urinalysis  pH 6.5, Prot +, Blood -ve",
      "--- Page 156 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 156 of 215",
      "4. How would you interpret the thyroid function tests shown opposite?         Thyroid autoantibodies were present in high titres. A diagnosis of Hashimoto’s thyroiditis was made.  5. What is the relationship between Hashimoto’s thyroiditis and Graves’ disease?         6.  What are the histopathological features of the thyroid gland in Hashimoto’s disease?         7.  What is known of the pathogenesis of autoimmune thyroiditis?  Thyroid Function Tests Free T4 (pmol/L) 4 9.8-23.8 Free T3 (pmol/L) 1.7 2.3-7.1 TSH (mU/L) 25 0.4-5.0",
      "--- Page 157 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 157 of 215",
      "8.  What is the drug of choice for the treatment of hypothyroidism and what is its mechanism of action?              9.  What is the relevance of the patient’s history of pernicious anaemia? What other autoimmune conditions are associated with Hashimoto’s thyroiditis?             10. What are the likely causes for her peripheral neuropathy? What other complications may ensue if hypothyroidism is left untreated? ",
      "--- Page 158 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 158 of 215"
    ]
  },
  "26": {
    "number": 26,
    "content": "CASE PROTOCOL 26: Case History A 35-year-old man was seen in consultation because of progressive wasting, malaise and severe odynophagia for solids and liquids. He reported having unprotected sex with several male partners but had previously avoided screening for HIV.   Physical examination revealed a wasted appearance, mild dehydration and a fever of 38.2°C. There were white plaques on the tonsils, palate and tongue. The remainder of the physical examination was normal.  Investigations confirmed that he was HIV–positive. His CD4 count was 0.1 x 109/L (reference range 0.5-1.4 x 109/L). A full blood count was also performed (see opposite).      Questions 1.  Explain the abnormalities present in the full blood count and CRP.        2.  How does HIV infection lead to a reduced CD4 count?           Full Blood Count Haemoglobin (g/L) Haematocrit (%) RCC   (x1012/L) MCV  (fL) MCH  (pg) MCHC (g/L) 87 33 3.9 88 29 300 130-180 40-54 4.5-6.5 80-100 27-32 300-350 WBC (x109/L)    Neutrophils    Lymphocytes    Monocytes    Eosinophils    Basophils  3.1 2.5 0.3 0.2 0.1 0.1 4-11 2.0-7.5 1.5-4.0 0.2-0.8 0.04-0.4 <0.1 Platelets (x109/L) 55 150-400 Film Normochromic normocytic Clinical Chemistry CRP (mg/L) 88 < 5\n",
    "questions": [
      "uids. He reported having unprotected sex with several male partners but had previously avoided screening for HIV.   Physical examination revealed a wasted appearance, mild dehydration and a fever of 38.2°C. There were white plaques on the tonsils, palate and tongue. The remainder of the physical examination was normal.  Investigations confirmed that he was HIV–positive. His CD4 count was 0.1 x 109/L (reference range 0.5-1.4 x 109/L). A full blood count was also performed (see opposite).      Questions 1.  Explain the abnormalities present in the full blood count and CRP.        2.  How does HIV infection lead to a reduced CD4 count?"
    ],
    "learningObjectives": [
      "od count was also performed (see opposite).      Questions 1.  Explain the abnormalities present in the full blood count and CRP.        2.  How does HIV infection lead to a reduced CD4 count?           Full Blood Count Haemoglobin (g/L) Haematocrit (%) RCC   (x1012/L) MCV  (fL) MCH  (pg) MCHC (g/L) 87 33 3.9 88 29 300 130-180 40-54 4.5-6.5 80-100 27-32 300-350 WBC (x109/L)    Neutrophils    Lymphocytes    Monocytes    Eosinophils    Basophils  3.1 2.5 0.3 0.2 0.1 0.1 4-11 2.0-7.5 1.5-4.0 0.2-0.8 0.04-0.4 <0.1 Platelets (x109/L) 55 150-400 Film Normochromic normocytic Clinical Chemistry CRP (mg/L) 88 < 5",
      "--- Page 159 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 159 of 215",
      "3.  What is the most likely cause of this man’s odynophagia? What investigation would you perform to confirm the cause?           4.  What other investigations would be relevant in this case? What results would you expect from such investigations?          The man made a full recovery from his odynophagia and was prescribed antiretroviral therapy.    5.  What are the principles underlying the typical recommendation made for the use of medicines from several different classes of anti-retroviral drugs? What are common adverse effects of antiretroviral drugs? What types of interactions might occur between these drugs? ",
      "--- Page 160 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 160 of 215",
      "6.  What opportunistic infections commonly occur in patients with HIV/AIDS?  ",
      "7.  Which non-infectious causes of morbidity and mortality are more likely in patients with HIV/AIDS?  Organ or system Clinical features Protozoa Viruses Bacteria Fungi Lung             CNS                    GIT                    Bones",
      "--- Page 161 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 161 of 215"
    ]
  },
  "27": {
    "number": 27,
    "content": "CASE PROTOCOL 27: Case History A 25-year-old woman presented with anorexia, lethargy and pallor. She had a long history of recurrent urinary tract infections, and had suffered from several episodes of acute pyelonephritis during her childhood, though none had occurred in the last five years. Over the past 12 months she had noticed increasing nocturia.\n",
    "questions": [
      "s 1.  What are your provisional and differential diagnoses?",
      "uent investigations?"
    ],
    "learningObjectives": [
      "r. She had a long history of recurrent urinary tract infections, and had suffered from several episodes of acute pyelonephritis during her childhood, though none had occurred in the last five years. Over the past 12 months she had noticed increasing nocturia."
    ]
  },
  "28": {
    "number": 28,
    "content": "CASE PROTOCOL 28: Case History A 54-year-old woman was referred to a specialist physician by her local doctor. She had a five-month history of malaise, lethargy, glossitis, paraesthesia and numbness of the extremities, easy bruising, and over the past two weeks had noticed increasing breathlessness on mild exertion.  Physical examination revealed a pale, grey haired, blue eyed woman with a sallow complexion. Her tongue was beefy-red and tender. There was reduced pain and touch sensation in a “glove and stocking” distribution, together with reduced vibration sense and proprioception in the lower limbs. There were bilateral upgoing plantar responses.  Questions 1.  What are your provisional and differential diagnoses?      2.  What further information would you seek in the history and examination?      3. Outline the investigations you would perform, the costs, and the results that you would expect.  Investigations Expected Result Cost                     Vital Signs Heart Rate (b/min) 100 Blood Pressure (mm Hg) 110/80 Respiratory Rate (/min) 18 Temperature (°C)  37.2\n",
    "questions": [
      "s 1.  What are your provisional and differential diagnoses?"
    ],
    "learningObjectives": [
      "cal doctor. She had a five-month history of malaise, lethargy, glossitis, paraesthesia and numbness of the extremities, easy bruising, and over the past two weeks had noticed increasing breathlessness on mild exertion.  Physical examination revealed a pale, grey haired, blue eyed woman with a sallow complexion. Her tongue was beefy-red and tender. There was reduced pain and touch sensation in a “glove and stocking” distribution, together with reduced vibration sense and proprioception in the lower limbs. There were bilateral upgoing plantar responses.  Questions 1.  What are your provisional and differential diagnoses?      2.  What further information would you seek in the history and examination?      3. Outline the investigations you would perform, the costs, and the results that you would expect.  Investigations Expected Result Cost                     Vital Signs Heart Rate (b/min) 100 Blood Pressure (mm Hg) 110/80 Respiratory Rate (/min) 18 Temperature (°C)  37.2",
      "--- Page 165 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 165 of 215",
      "4.  How would you explain the abnormalities shown on the FBC and CRP below? What other conditions are associated with macrocytosis?                   5.  What is the cause of this disease and what are the predisposing factors?          6.  What is the reason for this woman’s neurological abnormalities?       Full Blood Count Haemoglobin (g/L) Haematocrit (%) RCC  (x1012/L) MCV  (fL) MCHC  (pg) 95 29 2.8 107 38 115-165 37-47 3.8-5.8 80-100 27-32 WBC (x109/L)  2.7 4-11 Platelets (x109/L) 90 150-400 Film Oval macrocytes ++ Poikilocytes ++ Hypersegmented neutrophils Clinical Chemistry CRP (mg/L) 22 < 5",
      "--- Page 166 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 166 of 215",
      "7.  What other complications may result from this woman’s primary disease?       8.  List the autoimmune conditions associated with this disease.         9.  What are the treatment options for this patient? Describe the mechanism of action. ",
      "--- Page 167 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 167 of 215"
    ]
  },
  "29": {
    "number": 29,
    "content": "CASE PROTOCOL 29: Case history A 45-year-old woman presented to her local doctor with a three-week history of easy bruising and menorrhagia, associated with increasing fatigue and intermittent fever. Physical examination revealed a pale, thin person with prominent ecchymoses on her arms, legs and abdomen. The spleen was “tippable” beneath the costal margin and there was slight bony tenderness over the sternum.    Questions 1. What differential diagnoses should be considered in this case?         2.  What further history and physical findings would you seek to assist in making a diagnosis?         3.  What investigations would you perform?          Vital Signs Heart Rate (b/min) 100 Blood Pressure (mm Hg) 100/60 Respiratory Rate (/min) 18 Temperature (°C)  38.5 Urinalysis  pH 7.0, Prot -ve, Blood +ve\n",
    "questions": [
      "s 1. What differential diagnoses should be considered in this case?"
    ],
    "learningObjectives": [
      "cal doctor with a three-week history of easy bruising and menorrhagia, associated with increasing fatigue and intermittent fever. Physical examination revealed a pale, thin person with prominent ecchymoses on her arms, legs and abdomen. The spleen was “tippable” beneath the costal margin and there was slight bony tenderness over the sternum.    Questions 1. What differential diagnoses should be considered in this case?         2.  What further history and physical findings would you seek to assist in making a diagnosis?         3.  What investigations would you perform?          Vital Signs Heart Rate (b/min) 100 Blood Pressure (mm Hg) 100/60 Respiratory Rate (/min) 18 Temperature (°C)  38.5 Urinalysis  pH 7.0, Prot -ve, Blood +ve",
      "--- Page 168 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 168 of 215",
      "A full blood count was ordered, and the results are shown below.  4.  State your diagnosis and explain the pathological basis of the changes in the blood count and film.           5.  What abnormalities are likely to be present in a bone marrow examination in this case?        6.  What factors predispose to this disease and what is known of its pathogenesis?      7.  What are the major complications of this disease?      8.  What is the prognosis in this disease?    Full Blood Count  Haemoglobin (g/L) Haematocrit (%) RCC (x1012/L) MCV (fL) MCH (pg) MCHC (g/L) 82 31 3.3 88 31 320 115-165 37-47 3.8-5.8 80-100 27-32 300-350 WBC (x109/L)    Neutrophils    Lymphocytes    Monocytes    Eosinophils    Basophils  30 0.8 0.5 0.1 0.0 0.0 4-11 2.0-7.5 1.5-4.0 0.2-0.8 0.04-0.4 <0.1 Platelets (x109/L) 15 150-400 Film Blasts +++ and myeloid precursors (70% of WBC total) Clinical Chemistry CRP (mg/L) 100 <5",
      "--- Page 169 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 169 of 215"
    ]
  },
  "30": {
    "number": 30,
    "content": "CASE PROTOCOL 30: Case History A 24-year-old woman was referred to the rheumatology clinic for investigation of her arthritis. She was previously well until she developed symmetrical painful swelling of the proximal interphalangeal, metacarpophalangeal, wrist, and ankle joints. Examination revealed a thin, pale, ill-looking woman with warm, symmetrical swelling of all involved joints.   Questions 1.  What is your provisional diagnosis, and what other diseases may cause polyarthritis?          2.  What further information would you seek from the history and physical examination?              3.  What abnormalities of the full blood count and CRP are demonstrated below, and what other investigations would you perform to substantiate your diagnosis?            Vital Signs Heart Rate (b/min) 80 Blood Pressure (mm Hg) 110/70 Respiratory Rate (/min) 16 Temperature (°C)  37.8 Urinalysis  pH 6.2, Prot +ve, Blood-ve\n",
    "questions": [
      "s 1.  What is your provisional diagnosis, and what other diseases may cause polyarthritis?",
      "uently developed ulcerated nodular lesions over both elbows.   9.  One of these lesions was biopsied. What would it have revealed?",
      "uire further investigations to ascertain the cause of her splenomegaly?"
    ],
    "learningObjectives": [
      "gy clinic for investigation of her arthritis. She was previously well until she developed symmetrical painful swelling of the proximal interphalangeal, metacarpophalangeal, wrist, and ankle joints. Examination revealed a thin, pale, ill-looking woman with warm, symmetrical swelling of all involved joints.   Questions 1.  What is your provisional diagnosis, and what other diseases may cause polyarthritis?          2.  What further information would you seek from the history and physical examination?              3.  What abnormalities of the full blood count and CRP are demonstrated below, and what other investigations would you perform to substantiate your diagnosis?            Vital Signs Heart Rate (b/min) 80 Blood Pressure (mm Hg) 110/70 Respiratory Rate (/min) 16 Temperature (°C)  37.8 Urinalysis  pH 6.2, Prot +ve, Blood-ve",
      "--- Page 170 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 170 of 215",
      "4.  What are the characteristic features of rheumatoid arthritis you would expect to see on an X-ray of this woman's hands, and what is their pathological basis?                     5.  Outline the investigations you would perform on a synovial fluid sample if it were available for analysis, and indicate the results you would expect.      6.  What local complications may develop as a result of persistent synovitis?     The patient subsequently underwent arthroscopy of her left ankle, and a synovial biopsy was performed.  7.  Describe the likely histological appearances of this tissue.         Full Blood Count Haemoglobin (g/L) Haematocrit (%) RCC   (x1012/L) MCV  (fL) MCH  (pg) MCHC (g/L) 92 33 3.1 90 27 310 115-165 37-47 3.8-5.8 80-100 27-32 300-350 WBC (x109/L)    Neutrophils    Lymphocytes    Monocytes    Eosinophils    Basophils  11.5 5.0 5.8 0.2 0.1 0.1 4-11 2.0-7.5 1.5-4.0 0.2-0.8 0.04-0.4 <0.1 Platelets (x109/L) 287 150-400 ESR (mm/hour) 54 3-12 Clinical Chemistry CRP (mg/L) 64 <5",
      "--- Page 171 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 171 of 215",
      "8.  What are the general principles of pharmacotherapy for this disease? Outline the mechanisms of action of the commonly recommended medicines.               The patient subsequently developed ulcerated nodular lesions over both elbows.   9.  One of these lesions was biopsied. What would it have revealed?      At follow-up visits, the patient was noted to have dryness of her eyes, nose, mouth and skin, as well as an enlarged spleen, which was palpable five centimetres below the costal margin, and generalised lymphadenopathy.   10.  What is the likely cause of these changes? Does the patient require further investigations to ascertain the cause of her splenomegaly?            11. What other systemic complications are associated with this disease, and what is their pathological basis? ",
      "--- Page 172 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 172 of 215"
    ]
  },
  "31": {
    "number": 31,
    "content": "CASE PROTOCOL 31: Case History A 13-year-old girl was seen at home by her local doctor. She had been unwell for the past week, with increasing weakness and lethargy, and had also complained of thirst and vague abdominal pains. Her mother noted that the patient had not been eating, and had vomited repeatedly over the past two days.  Examination revealed a pale, thin, drowsy girl with dry mucosae and ketotic foetor. She was admitted to hospital.   Questions 1.  How would you interpret the history and physical findings?           2.  What investigations would you perform to quickly substantiate your provisional diagnosis?                      Vital Signs Heart Rate (b/min) 118 Blood Pressure (mm Hg) 85/50 Respiratory Rate (/min) 18 Temperature (°C)  37.5 Urinalysis  pH 7.0, Prot + Glu +++ Ketones +++  Blood -ve\n",
    "questions": [
      "s 1.  How would you interpret the history and physical findings?",
      "uickly substantiate your provisional diagnosis?",
      "uent years. Ten years after the initial diagnosis of her condition, she was noted to have developed nocturia and ankle oedema. Urinalysis demonstrated glucose +, ketones -ve, protein ++++.   8.  What complication of her primary disease has probably developed, and what microscopic features are likely to be present on renal biopsy?"
    ],
    "learningObjectives": [
      "cal doctor. She had been unwell for the past week, with increasing weakness and lethargy, and had also complained of thirst and vague abdominal pains. Her mother noted that the patient had not been eating, and had vomited repeatedly over the past two days.  Examination revealed a pale, thin, drowsy girl with dry mucosae and ketotic foetor. She was admitted to hospital.   Questions 1.  How would you interpret the history and physical findings?           2.  What investigations would you perform to quickly substantiate your provisional diagnosis?                      Vital Signs Heart Rate (b/min) 118 Blood Pressure (mm Hg) 85/50 Respiratory Rate (/min) 18 Temperature (°C)  37.5 Urinalysis  pH 7.0, Prot + Glu +++ Ketones +++  Blood -ve",
      "--- Page 173 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 173 of 215",
      "3.  How would you interpret the clinical chemistry and arterial blood gas results shown below?                            4.  Outline the likely clinical course if this girl did not receive appropriate treatment.         5.  What is the cause of this girl’s ketoacidosis? Outline the pathophysiology of this condition.       Arterial Blood Gases pH 7.1 7.35-7.45 PaO2 (mm Hg) 98 80-100 PaCO2 (mm Hg) 23 35-45 Bicarbonate (mmol/L) 10 24-32 Base Excess -15 -3<BE < 3 O2 Saturation (%) 100 95-100 Clinical Chemistry Sodium (mmol/L) 125 135-145 Potassium (mmol/L) 6.1 3.5-5.0 Chloride (mmol/L) 89 95-107 Bicarbonate (mmol/L) 9 24-32 Urea (mmol/L) 16 3.0-8.0 Creatinine (mol/L) 160 60-110 Glucose (mmol/L) 32 3.0-6.0 Osmolality (mmol/kg) 320 280-300",
      "--- Page 174 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 174 of 215",
      "The patient was treated appropriately and made a satisfactory recovery.   6.  What is known of the aetiology of her underlying disease?      7.  What would optimal long-term pharmacotherapy of her condition have entailed?      Unfortunately, her disease was poorly controlled over subsequent years. Ten years after the initial diagnosis of her condition, she was noted to have developed nocturia and ankle oedema. Urinalysis demonstrated glucose +, ketones -ve, protein ++++.   8.  What complication of her primary disease has probably developed, and what microscopic features are likely to be present on renal biopsy?        9.  What other long-term complications are likely to develop?      10. How can the metabolic control of hyperglycaemia be assessed? ",
      "--- Page 175 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 175 of 215"
    ]
  },
  "32": {
    "number": 32,
    "content": "CASE PROTOCOL 32: Case History A 47-year-old woman was seen in the outpatient clinic complaining of swelling of the feet and ankles. She had a thirteen-year history of severe seropositive rheumatoid arthritis treated with gold and NSAIDs. There was bilateral pitting ankle oedema and symmetrical polyarthritis, with typical rheumatoid deformities of her hands and feet. Apart from mild hypertension, the remainder of the physical examination was normal.\n",
    "questions": [
      "s 1.  Is this woman suffering from the nephrotic syndrome?"
    ],
    "learningObjectives": [
      "od Pressure (mm Hg) 140/95 Respiratory Rate (/min) 16 Temperature (°C)  36.7 Urinalysis  pH 7.0, Prot ++++, Blood -ve Clinical Chemistry Sodium (mmol/L) 132 135-145 Potassium (mmol/L) 3.9 3.5-5.0 Chloride (mmol/L) 100 95-107 Bicarbonate (mmol/L) 26 24-32 Urea (mmol/L) 7.9 3.0-8.0 Creatinine (mol/L) 110 60-110",
      "--- Page 176 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 176 of 215",
      "3.  How did this protein reach the urine and what are the main types of protein likely to be present?          4.  What are the possible lesions underlying the proteinuria in this case?            5.  What further investigations would you perform and what do you predict they would reveal? ",
      "--- Page 177 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 177 of 215",
      "6.  Could the patient's drug treatment be relevant in this case? In what way?          7.  What clinical problems may develop as a result of this degree of proteinuria?         A renal biopsy was performed and reported to be compatible with a diagnosis of membranous glomerulonephritis.   8.  What features would you expect to be present under light microscopy, and what secondary causes of this disease do you know? ",
      "--- Page 178 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 178 of 215"
    ]
  },
  "33": {
    "number": 33,
    "content": "CASE PROTOCOL 33: Case History A 36-year-old businessman sought medical advice because of a painless swelling in the left side of his scrotum, which had been present for three weeks. He was otherwise well apart from a history of surgical treatment for an undescended left testis as a child. Examination revealed a 5 x 3 cm, non-tender, firm mass at the upper pole of the left testis. It was possible to get above the lesion and it did not transilluminate.  Questions 1.  What further information would you seek from the history and physical examination?         2.  What are the common causes of a scrotal mass lesion, and what do you think is the most likely diagnosis in this case?       3.  Outline the investigations you would perform and give reasons for each of the tests. \n",
    "questions": [
      "s 1.  What further information would you seek from the history and physical examination?"
    ],
    "learningObjectives": [
      "gical assessment of an excisional biopsy of the left testis via the inguinal route confirmed that the mass was a seminoma of the testis.    4.  By what route(s) do testicular tumours metastasise?        5.  What hormonal effects might be produced by testicular tumours?       6.  What are the main types of testicular tumours and how do they differ in terms of prognosis?       7.  Why is percutaneous biopsy of suspected testicular tumours usually contraindicated?       8.  Outline the factors incriminated in the pathogenesis of testicular neoplasms. Which factors might be relevant in this case?       9.  Compare and contrast the histological features of seminomas and teratomas. ",
      "--- Page 180 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 180 of 215"
    ]
  },
  "34": {
    "number": 34,
    "content": "CASE PROTOCOL 34: Case history A 65-year-old female, who had a 10-year history of hypertension and a myocardial infarction three years previously, presented to the Emergency Department with sudden onset of weakness in the left arm and leg. On examination, her pulse was rapid and irregularly irregular. She had a left VII cranial nerve palsy of the upper motor neuron type and left spastic hemiparesis, with an ipsilateral upgoing plantar response.   Questions 1.  What further information would you seek from the history and physical examination?     2.  Where is the lesion that caused this neurological deficit, and what pathological process is likely to have occurred?       3.  Describe in chronological order the likely sequence of events that led up to this incident.         4.  What factors might have predisposed to this devastating illness?     5.  What investigations would you order and why?      Vital Signs Heart Rate (b/min) 105 Blood Pressure (mm Hg) 145/100 Respiratory Rate (/min) 20 Temperature (°C)  36.7 Urinalysis  pH 6.0, Prot ++, Blood -ve\n",
    "questions": [
      "s 1.  What further information would you seek from the history and physical examination?",
      "uence of events that led up to this incident.         4.  What factors might have predisposed to this devastating illness?"
    ],
    "learningObjectives": [
      "gical deficit, and what pathological process is likely to have occurred?       3.  Describe in chronological order the likely sequence of events that led up to this incident.         4.  What factors might have predisposed to this devastating illness?     5.  What investigations would you order and why?      Vital Signs Heart Rate (b/min) 105 Blood Pressure (mm Hg) 145/100 Respiratory Rate (/min) 20 Temperature (°C)  36.7 Urinalysis  pH 6.0, Prot ++, Blood -ve",
      "--- Page 181 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 181 of 215",
      "The patient became increasingly drowsy over the next twelve hours and lapsed into a coma.  6.  Why do you think the patient lost consciousness?         Two days later the patient was noted to be febrile and tachypnoeic with a respiratory rate of 40/min.  7.  What are the possible causes of this change in her condition?          8.  What investigations would you order, and why?         9.  The patient died ten days after admission. Describe the abnormalities that you would expect to find at autopsy. ",
      "--- Page 182 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 182 of 215"
    ]
  },
  "35": {
    "number": 35,
    "content": "CASE PROTOCOL 35: Case History A 71-year-old woman was found lying on her kitchen floor in severe pain and unable to stand. She was taken to hospital, where examination revealed a thin, distressed woman with shortening and external rotation of her right leg. An X-ray confirmed a fracture of the neck of the femur.\n",
    "questions": [
      "s 1.  What pre-existing conditions could have predisposed to the fracture of the femoral neck?"
    ],
    "learningObjectives": [
      "or in severe pain and unable to stand. She was taken to hospital, where examination revealed a thin, distressed woman with shortening and external rotation of her right leg. An X-ray confirmed a fracture of the neck of the femur."
    ]
  },
  "36": {
    "number": 36,
    "content": "CASE PROTOCOL 36: Case History A 24-year-old single man presented to his GP with a two-week history of lethargy, anorexia, nausea and arthralgia. Over the past two days he had noticed darkening of his urine. On examination he was found to have scleral icterus, an enlarged tender liver (16 cm liver span) and splenomegaly.  Questions 1.  What is the likely cause of this man's illness?       2.  Which viruses commonly cause this clinical picture, and what further information would you seek in the history and physical examination?       3.  Are the liver function tests shown opposite consistent with your diagnosis? Explain the mechanism of each of the abnormalities.           Vital Signs Heart Rate (b/min) 85 Blood Pressure (mm Hg) 120/80 Respiratory Rate (/min) 14 Temperature (°C)  37.7 Urinalysis  pH 6.5, Prot + Blood -ve, Bili +++\n",
    "questions": [
      "s 1.  What is the likely cause of this man's illness?"
    ],
    "learningObjectives": [
      "od       Faeces       Vertical     Fulminant necrosis      Chronic hepatitis      Carrier state      Hepatocellular carcinoma",
      "--- Page 187 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 187 of 215",
      "7.  What is the role of the immune response in producing the characteristic features of HBV infection?         Five days after admission to hospital, the patient became confused and tremulous.   8.  What pathological changes in the liver are likely to be the basis for this clinical deterioration, and what further complications may develop in other organ systems?            9.  What treatments are available to manage chronic HBV infection, and what are their mechanisms of action? ",
      "--- Page 188 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 188 of 215"
    ]
  },
  "37": {
    "number": 37,
    "content": "CASE PROTOCOL 37: Case History A 36-year-old man presented to the Emergency Department with severe right loin pain. The pain had been present \"on and off\" for the past six hours, with each attack of pain lasting approximately 30 minutes. The patient recalled a similar episode of pain six months previously that had resolved spontaneously. Examination revealed a distressed man, pale and tachycardic. The abdomen was soft and non-tender, and no other abnormalities were detected on physical examination.   Questions 1.  What are your provisional and differential diagnoses?         2.  What investigations would you perform while the patient is in the Emergency Department to confirm your diagnosis?        An abdominal helical CT scan showed a 5 mm radiodense lesion 2 cm lateral to the body of the fifth lumbar vertebra.   3.  What might produce such an appearance?    Vital Signs Heart Rate (b/min) 110 Blood Pressure (mm Hg) 170/105 Respiratory Rate (/min) 15 Temperature (°C)  36.6 Urinalysis  pH 7.0, Prot +, Blood ++\n",
    "questions": [
      "s 1.  What are your provisional and differential diagnoses?",
      "uire to interpret them correctly?"
    ],
    "learningObjectives": [
      "in pain. The pain had been present \"on and off\" for the past six hours, with each attack of pain lasting approximately 30 minutes. The patient recalled a similar episode of pain six months previously that had resolved spontaneously. Examination revealed a distressed man, pale and tachycardic. The abdomen was soft and non-tender, and no other abnormalities were detected on physical examination.   Questions 1.  What are your provisional and differential diagnoses?         2.  What investigations would you perform while the patient is in the Emergency Department to confirm your diagnosis?        An abdominal helical CT scan showed a 5 mm radiodense lesion 2 cm lateral to the body of the fifth lumbar vertebra.   3.  What might produce such an appearance?    Vital Signs Heart Rate (b/min) 110 Blood Pressure (mm Hg) 170/105 Respiratory Rate (/min) 15 Temperature (°C)  36.6 Urinalysis  pH 7.0, Prot +, Blood ++",
      "--- Page 189 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 189 of 215",
      "The patient's pain settled with analgesia and he was discharged four hours later. Biochemistry results are shown below.   4.  What is the significance of these results? What further information do you require to interpret them correctly?             The next day the patient passed a stone 5 mm in diameter with an irregular, “mulberry” shape.   5.  What would you expect chemical analysis of the stone to reveal? What are the main types of renal calculi?      6.  What complications of nephrolithiasis are present in this patient, and what other complications may occur?           7.  What are the major factors implicated in the pathogenesis of renal calculi?  Clinical Chemistry Sodium (mmol/L) 133 135-145 Potassium (mmol/L) 4.1 3.5-5.0 Chloride (mmol/L) 98 95-107 Bicarbonate (mmol/L) 28 24-32 Urea (mmol/L) 12 3.0-8.0 Creatinine  (mol/L) 130 60-110 Calcium (mmol/L) 2.9 2.1-2.55 Phosphate (mmol/L) 1.4 0.7-1.5 Urate (mmol/L) 0.6 0.2-0.45",
      "--- Page 190 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 190 of 215"
    ]
  },
  "38": {
    "number": 38,
    "content": "CASE PROTOCOL 38: Case History You are an “on-call” surgical resident asked to see a 73-year-old man who died in his sleep 12 hrs after undergoing surgery to bypass an occluded right popliteal artery. You have not seen him previously. His wife, who is very keen for you to sign the death certificate, tells you that he was known to have suffered from intermittent claudication in the right leg for the previous six months, with recent onset of nocturnal pain in the right calf. He had received treatment for systemic hypertension for the past 18 years, and had a history of angina for the past 2 years. Questions 1.  Is a coronial autopsy necessary in this case, and if so, why? What legal obligations must be satisfied before performing an autopsy under these circumstances?          2.  What is the likely pathological basis of his intermittent calf pain, and what may have occurred to precipitate the nocturnal calf pain present in the days before his death?           3.  Describe the abnormalities you would expect to find at autopsy in the blood vessels of the abdomen and legs. \n",
    "questions": [
      "s 1.  Is a coronial autopsy necessary in this case, and if so, why?"
    ],
    "learningObjectives": [
      "gical basis of his intermittent calf pain, and what may have occurred to precipitate the nocturnal calf pain present in the days before his death?           3.  Describe the abnormalities you would expect to find at autopsy in the blood vessels of the abdomen and legs. ",
      "--- Page 191 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 191 of 215",
      "4.  How might the finding of atherosclerosis involving the origin of the right renal artery explain the development of hypertension at the age of 55?       5.  What factors predispose to atherosclerotic peripheral vascular disease?       6.  Which organs are likely to undergo pathological changes as a result of long-standing hypertension, and what is the nature of the changes in each of those organs?         7.  What do you consider to be the most likely cause(s) of death in this case?      8.  What factors may have increased the risk of myocardial infarction in the peri-operative period? ",
      "--- Page 192 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 192 of 215"
    ]
  },
  "39": {
    "number": 39,
    "content": "CASE PROTOCOL 39: Case history A 35-year-old woman was seen by her local doctor because of increasing dyspnoea over the previous 12 hours. She had suffered from asthma since childhood, requiring numerous hospital admissions, and consequently was reluctant to consult doctors or to go to hospital. Her only medication was a salbutamol puffer, used as required. She had been suffering from an upper respiratory tract infection for the past three days and had a cough productive of yellow sputum.   On examination, the woman was dyspnoeic at rest, having difficulty in carrying out a conversation. She was pale but not cyanosed, the chest was hyperinflated with prominent tracheal tug, and she was using accessory muscles of respiration. Bilateral inspiratory and expiratory wheezes were heard on auscultation. She was commenced on antibiotics, nebulised salbutamol and prednisone tablets, but refused admission to hospital.  Questions 1.  What is your provisional diagnosis and what factors may have resulted in an exacerbation of this woman’s disease? What would you consider to be optimal pharmacotherapeutic treatment for her?  How should her treatment be monitored?            2.  What features did this woman exhibit that indicated the severity of her airway obstruction?          3.  What investigations would have been of value in assessing the nature and severity of her disease?       Vital Signs Heart Rate (b/min) 120 Blood Pressure (mm Hg) 140/70 Respiratory Rate (/min) 26 Temperature (°C)  37.0 Urinalysis  pH 6.0, Prot -ve, Blood -ve\n",
    "questions": [
      "uiring numerous hospital admissions, and consequently was reluctant to consult doctors or to go to hospital. Her only medication was a salbutamol puffer, used as required. She had been suffering from an upper respiratory tract infection for the past three days and had a cough productive of yellow sputum.   On examination, the woman was dyspnoeic at rest, having difficulty in carrying out a conversation. She was pale but not cyanosed, the chest was hyperinflated with prominent tracheal tug, and she was using accessory muscles of respiration. Bilateral inspiratory and expiratory wheezes were heard on auscultation. She was commenced on antibiotics, nebulised salbutamol and prednisone tablets, but refused admission to hospital.  Questions 1.  What is your provisional diagnosis and what factors may have resulted in an exacerbation of this woman’s disease?"
    ],
    "learningObjectives": [
      "cal doctor because of increasing dyspnoea over the previous 12 hours. She had suffered from asthma since childhood, requiring numerous hospital admissions, and consequently was reluctant to consult doctors or to go to hospital. Her only medication was a salbutamol puffer, used as required. She had been suffering from an upper respiratory tract infection for the past three days and had a cough productive of yellow sputum.   On examination, the woman was dyspnoeic at rest, having difficulty in carrying out a conversation. She was pale but not cyanosed, the chest was hyperinflated with prominent tracheal tug, and she was using accessory muscles of respiration. Bilateral inspiratory and expiratory wheezes were heard on auscultation. She was commenced on antibiotics, nebulised salbutamol and prednisone tablets, but refused admission to hospital.  Questions 1.  What is your provisional diagnosis and what factors may have resulted in an exacerbation of this woman’s disease? What would you consider to be optimal pharmacotherapeutic treatment for her?  How should her treatment be monitored?            2.  What features did this woman exhibit that indicated the severity of her airway obstruction?          3.  What investigations would have been of value in assessing the nature and severity of her disease?       Vital Signs Heart Rate (b/min) 120 Blood Pressure (mm Hg) 140/70 Respiratory Rate (/min) 26 Temperature (°C)  37.0 Urinalysis  pH 6.0, Prot -ve, Blood -ve",
      "AsthmaexacerbationduetopoortontrolpreviouslyUseSAMASLAMASinCOPDcontrollerrelieverGINAguidelinesstepwiseapproachstep4,5steroidslesslikelytobecomehypersensifisedifbaselineinflamdyspnoearesttrachealtughyperinflatedlungsaccessorymusclesbutatleastwheezeinandoutcanbeheardsilentchestisaverybadsignABGCXRSpiromenywhensheiswellenoughBloodsFBCEVCetc",
      "--- Page 193 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 193 of 215",
      "Twelve hours after her initial consultation she was admitted to hospital following a respiratory arrest at home. Examination in the Emergency Department revealed a drowsy, cyanosed woman in severe distress and unable to talk. Respiratory effort was poor, the pulse rate was 180 beats per minute, the blood pressure 140/60 mm Hg with 30 mm Hg of paradox, and the chest was silent.   4.  What further information would you seek and what investigation would you perform?           5.  How would you interpret the arterial blood gas results shown opposite?           Arterial Blood Gases pH 7.28 7.35-7.45 PaO2 (mm Hg) 53 80-100 PaCO2 (mm Hg) 52 35-45 Bicarbonate (mmol/L) 30 24-32 O2 Saturation (%) 82 95-105 Base Excess 1 -2<BE<2 CXRloncernedaboutapneumothoraxhaemodynamiccompromiseifHRisaroundabovesystolisBAD",
      "Respiratoryacidosiswometaboliccompensationhypercaphoeahypoxiaconsistentwithtape11respiratoryfailureduetoretentionofCO2fromhypoventilation",
      "--- Page 194 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 194 of 215",
      "6.  What is known of the aetiology and pathophysiology of this disease?                Despite all attempts at resuscitation, the patient’s condition continued to deteriorate, and six hours later she had a cardiac arrest and died.   7.  Outline the findings you would anticipate at autopsy.        atopicasthmadiseaseofthebronchiolesmustbesensitisedbeforetodevelopoccupationalasthmatypeIhypersensitivitydrivenbyMastcellsIgEdruginducedNSAIDsmorcommonandeosinophi",
      "chronicremodellingmucousplugginginflammatoryinfiltrateinalveolithickenedBMSMeosinophilicinfiltratecharcotbouchardcrystalsgobletcellhyperplasiacurshonann'sspirals",
      "--- Page 195 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 195 of 215"
    ]
  },
  "40": {
    "number": 40,
    "content": "CASE PROTOCOL 40: Case History A 47-year-old woman was hurrying for a bus when she experienced a sudden violent headache and collapsed. She was assisted by a friend, who noted that the patient was conscious but confused and in pain.   Examination in the Emergency Department revealed a thin female, disoriented in time and place, with prominent nuchal rigidity. The remainder of the examination was normal apart from a sub-hyaloid haemorrhage in the right optic fundus.  Questions 1.  State your diagnosis and differential diagnosis.         2.  What investigations would you perform and why?          3.  Outline the likely pathophysiological sequence of events in this case.      Vital Signs Heart Rate (b/min) 70 Blood Pressure (mm Hg) 160/110 Respiratory Rate (/min) 18 Temperature (°C)  36.4 Urinalysis  pH 7.0, Prot -ve, Blood -ve\n",
    "questions": [
      "s 1.  State your diagnosis and differential diagnosis.         2.  What investigations would you perform and why?",
      "uent carotid angiography showed an aneurysm at the junction of the right anterior cerebral and anterior communicating arteries.  4.  What potentially fatal complications may develop in this disease?"
    ],
    "learningObjectives": [
      "id haemorrhage in the right optic fundus.  Questions 1.  State your diagnosis and differential diagnosis.         2.  What investigations would you perform and why?          3.  Outline the likely pathophysiological sequence of events in this case.      Vital Signs Heart Rate (b/min) 70 Blood Pressure (mm Hg) 160/110 Respiratory Rate (/min) 18 Temperature (°C)  36.4 Urinalysis  pH 7.0, Prot -ve, Blood -ve",
      "--- Page 196 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 196 of 215",
      "A cerebral CT scan demonstrated blood in the subarachnoid space. Subsequent carotid angiography showed an aneurysm at the junction of the right anterior cerebral and anterior communicating arteries.  4.  What potentially fatal complications may develop in this disease?            5.  What are the common anatomical sites for the primary lesion in this disease?         6.  What other conditions may be associated with this disease?         7.  What is the prognosis in this disease? ",
      "--- Page 197 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 197 of 215"
    ]
  },
  "41": {
    "number": 41,
    "content": "CASE PROTOCOL 41: Case history A 42-year-old woman was referred to the Endocrinology Clinic with suspected acromegaly. The patient had noticed gradually worsening bifrontal headache for the past six months. There were no visual disturbances. The patient had also noticed changes in her physical appearance especially enlargement of her hands and feet. There was a history of arthralgia in the knees, a feeling of increasing lethargy and tiredness, and of nocturia.   Physical examination revealed a woman with coarse facial features, enlargement of her jaw and tongue and a small goitre. Her hands were large and spade-like, blood pressure was 140/100. There was cardiomegaly and evidence of median nerve compression in the right hand. Crepitus was present in both knees. There was proximal muscle weakness in the upper and lower limbs. The remainder of the neurological examination was normal. The ocular fundus revealed no evidence of papilloedema, and visual fields examination was normal.  Questions 1.  What additional clinical information could have been elicited on further questioning?            2.  What investigations would you perform to substantiate the diagnosis of acromegaly?   \n",
    "questions": [
      "s 1.  What additional clinical information could have been elicited on further questioning?",
      "uire investigation?",
      "uently found to have a pituitary tumour and this was removed surgically via the trans-sphenoidal approach.   8.  What are the short-term and long-term complications of trans-sphenoidal hypophysectomy?"
    ],
    "learningObjectives": [
      "ng-term complications of trans-sphenoidal hypophysectomy?              9.  What additional pathological effects can pituitary tumours cause other than those observed in this patient?  ",
      "--- Page 200 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 200 of 215"
    ]
  },
  "42": {
    "number": 42,
    "content": "CASE PROTOCOL 42: Case History A 56-year-old man was seen in the Haematology Clinic for review. He was diagnosed with polycythaemia vera six years ago, and had been treated with regular venesections. Over the past few months he had noticed increasing tiredness, early satiety, some weight loss and \"discomfort\" in the left upper quadrant of his abdomen.  Examination revealed a cachectic man with conjunctival pallor. The splenic edge was palpable 10 cm below the costal margin in the mid-clavicular line. The remainder of his examination was normal.  Questions 1.  What complication(s) of his polycythaemia may account for the changes in his condition?        2.  How would you interpret the FBC and CRP shown opposite? What other investigations would you perform, and why?             Vital Signs Heart Rate (b/min) 90 Blood Pressure (mm Hg) 130/90 Respiratory Rate (/min) 16 Temperature (°C)  36.2 Urinalysis  Normal\n",
    "questions": [
      "uadrant of his abdomen.  Examination revealed a cachectic man with conjunctival pallor. The splenic edge was palpable 10 cm below the costal margin in the mid-clavicular line. The remainder of his examination was normal.  Questions 1.  What complication(s) of his polycythaemia may account for the changes in his condition?"
    ],
    "learningObjectives": [
      "gy Clinic for review. He was diagnosed with polycythaemia vera six years ago, and had been treated with regular venesections. Over the past few months he had noticed increasing tiredness, early satiety, some weight loss and \"discomfort\" in the left upper quadrant of his abdomen.  Examination revealed a cachectic man with conjunctival pallor. The splenic edge was palpable 10 cm below the costal margin in the mid-clavicular line. The remainder of his examination was normal.  Questions 1.  What complication(s) of his polycythaemia may account for the changes in his condition?        2.  How would you interpret the FBC and CRP shown opposite? What other investigations would you perform, and why?             Vital Signs Heart Rate (b/min) 90 Blood Pressure (mm Hg) 130/90 Respiratory Rate (/min) 16 Temperature (°C)  36.2 Urinalysis  Normal",
      "Full Blood Count Haemoglobin (g/L) Haematocrit (%) RCC   (x1012/L) MCV  (fL) MCH  (pg) MCHC (g/L) 90 31 3.5 85 29 330 130-180 40-54 4.5-6.5 80-100 27-32 300-350 WBC (x109/L)    Neutrophils    Lymphocytes    Monocytes    Eosinophils    Basophils  14.6 11.0 1.5 1.4 0.2 0.5 4-11 2.0-7.5 1.5-4.0 0.2-0.8 0.04-0.4 <0.1 Platelets (x109/L) 450 150-400 Film Leucoerythroblastic Nucleated RBC ++  Metamyelocytes ++ Tear drops + Blasts + Clinical Chemistry CRP (mg/L) 18 < 5",
      "--- Page 201 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 201 of 215",
      "3.  What is meant by the term “leucoerythroblastic film”, and is it applicable in this case?              4.  What are the main factors contributing to the anaemia in this case?            5.  What abnormalities would you expect to find on bone marrow aspiration and trephine? How is the diagnosis confirmed? ",
      "--- Page 202 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 202 of 215",
      "The patient had complained of an episode of painful swelling of his big toe two weeks earlier.  6.  What is the likely cause of this episode? What other risks or complications are associated with this disease?          7.  What is the natural history of this disease, and what are the common modes of death?            8.  What are the standard therapeutic options in this disease and what is the associated prognosis? ",
      "--- Page 203 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 203 of 215"
    ]
  },
  "43": {
    "number": 43,
    "content": "CASE PROTOCOL 43: Case History A 61-year-old woman presented to the Emergency Department complaining of abdominal pain. The pain was of gradual onset over the previous four hours, and was now severe and confined to the epigastrium.  On examination there was epigastric tenderness with guarding and rigidity. Bowel sounds were absent, and there was no evidence of hepatosplenomegaly or lymphadenopathy.  Questions 1.  State your differential diagnosis.        2.  What further information would you seek from the history and examination?         3.  Outline the investigations you would perform, the costs, and the results that you would expect.  Investigations Expected Result Cost                       Vital Signs Heart Rate (b/min) 105 Blood Pressure (mm Hg) 90/55 Respiratory Rate (/min) 23 Temperature (°C)  37.4 Urinalysis  pH 5.6, Prot -ve, Blood -ve\n",
    "questions": [
      "s 1.  State your differential diagnosis.        2.  What further information would you seek from the history and examination?"
    ],
    "learningObjectives": [
      "gical basis for the hypotension in this case?           Clinical Chemistry Sodium (mmol/L) 133 135-145 Potassium (mmol/L) 3.8 3.5-5.0 Chloride (mmol/L) 93 95-107 Bicarbonate (mmol/L) 20 24-32 Urea (mmol/L) 8.8 3.0-8.0 Creatinine (mol/L) 110 60-110 BSL (mmol/L) 9.6 3.0-6.0 Calcium (mmol/L) 1.95 2.10-2.55 Lipase (U/L) 425 7-60",
      "--- Page 205 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 205 of 215",
      "7. How would you manage this patient’s condition? How could the severity of the condition be evaluated?           8.  What complications of the patient’s disease may occur in the short-term and long-term?           Whilst the woman made a gradual recovery and was discharged after two weeks, she unfortunately experienced repeated episodes of pain over the next few years. An abdominal X-ray taken four years from the time of initial presentation was reported as showing calcification in the pancreas.   9.  How would this radiological appearance develop?  ",
      "--- Page 206 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 206 of 215"
    ]
  },
  "44": {
    "number": 44,
    "content": "CASE PROTOCOL 44: Case History A 32-year-old single mother with 2 children under the age 5 comes to see you, her GP, complaining about having headaches and lack of energy. She is unemployed and divorced 6 months ago. On further questioning, she reveals that she has had little appetite and has lost 5 kg in the last two months.  She struggles to fall asleep, often wakes up in the middle of night and finds it hard to get back to sleep. She has lost interest in doing things that she used to enjoy, like walking and gardening, as well as worrying about her parenting.  She finds herself losing her temper easily and yells at her children, leading her to believe that she is a bad mother.  She often feels like crying for no apparent reason.  On discussing the situation with this woman, you believe that she is suffering from major depression. You discuss options for therapy, including CBT and pharmacotherapy. She does not feel she can commit to CBT at the present time.  Questions 1.  What classes of anti-depressant drugs are available, and which would you prescribe in this case? Justify your answer.        2. What information would you give this woman regarding the time of onset of drug action?      3. What information would you give this woman regarding potential drug-drug interactions?    4. List the potential adverse effects of the drug class you have selected. \n\nCLINICAL SCENARIO:\nA 32-year-old single mother with 2 children under the age 5 comes to see you, her GP, complaining about having headaches and lack of energy.\n",
    "questions": [
      "ing, she reveals that she has had little appetite and has lost 5 kg in the last two months.  She struggles to fall asleep, often wakes up in the middle of night and finds it hard to get back to sleep. She has lost interest in doing things that she used to enjoy, like walking and gardening, as well as worrying about her parenting.  She finds herself losing her temper easily and yells at her children, leading her to believe that she is a bad mother.  She often feels like crying for no apparent reason.  On discussing the situation with this woman, you believe that she is suffering from major depression. You discuss options for therapy, including CBT and pharmacotherapy. She does not feel she can commit to CBT at the present time.  Questions 1.  What classes of anti-depressant drugs are available, and which would you prescribe in this case?"
    ],
    "learningObjectives": [
      "yed and divorced 6 months ago. On further questioning, she reveals that she has had little appetite and has lost 5 kg in the last two months.  She struggles to fall asleep, often wakes up in the middle of night and finds it hard to get back to sleep. She has lost interest in doing things that she used to enjoy, like walking and gardening, as well as worrying about her parenting.  She finds herself losing her temper easily and yells at her children, leading her to believe that she is a bad mother.  She often feels like crying for no apparent reason.  On discussing the situation with this woman, you believe that she is suffering from major depression. You discuss options for therapy, including CBT and pharmacotherapy. She does not feel she can commit to CBT at the present time.  Questions 1.  What classes of anti-depressant drugs are available, and which would you prescribe in this case? Justify your answer.        2. What information would you give this woman regarding the time of onset of drug action?      3. What information would you give this woman regarding potential drug-drug interactions?    4. List the potential adverse effects of the drug class you have selected. ",
      "--- Page 207 ---",
      "Phase 3 Biomedical Sciences Manual 2025 Page 207 of 215"
    ]
  },
  "45": {
    "number": 45,
    "content": "CASE PROTOCOL 45: Case History A 23-year-old man with a 15-month history of paranoid-type schizophrenia presents for review by his GP. He is currently prescribed 25mg of clozapine daily. He has been compliant with his medication for over 4 months and has remained stable in the community. Before clozapine, he had previously been prescribed quetiapine for over 5 months and more recently risperidone for 6 months, but both of those drugs failed to improve his positive psychotic symptoms.   Results of a routine non-fasting blood test revealed that he had normal neutrophil levels, clozapine was in therapeutic range, liver and kidney function was normal. However, the non-fasting blood glucose level was high at 10.2 mmol/L. On examination, blood pressure and heart rate were within the normal range. He had previously maintained a stable weight of 80 kg, but has gained 15 kg in the past 4 months. He generally feels well, but is concerned by his increase in weight.    Questions 1. What further test(s) would you order to investigate this man’s high non-fasting blood glucose level?        2. How might this man’s treatment affect his blood glucose level?     3. Why was clozapine commenced more than 1 year after his initial diagnosis of schizophrenia?       4. Name two medications that may help reduce this man's blood glucose level, and describe their mode of action. \n\nCLINICAL SCENARIO:\nA 23-year-old man with a 15-month history of paranoid-type schizophrenia presents for review by his GP.\n",
    "questions": [
      "uetiapine for over 5 months and more recently risperidone for 6 months, but both of those drugs failed to improve his positive psychotic symptoms.   Results of a routine non-fasting blood test revealed that he had normal neutrophil levels, clozapine was in therapeutic range, liver and kidney function was normal. However, the non-fasting blood glucose level was high at 10.2 mmol/L. On examination, blood pressure and heart rate were within the normal range. He had previously maintained a stable weight of 80 kg, but has gained 15 kg in the past 4 months. He generally feels well, but is concerned by his increase in weight.    Questions 1. What further test(s) would you order to investigate this man’s high non-fasting blood glucose level?",
      "uiz • Introduction to Molecular Imaging • Introduction to Magnetic Resonance Imaging (MRI) • Introduction to Head CT Part 1 • Introduction to Head CT Part 2 • Head CT Test Cases • Introduction to Chest CT Part 1 • Introduction to Chest CT Part 2 • Chest CT Test Cases • Introduction to Common Fractures on X-ray Part 1 • Introduction to Common Fractures on X-ray Part 2 • Common Fractures on X-ray Test Cases • Introduction to Ultrasound Imaging • Introduction to Basic Targeted Ultrasound Part 1 • Introduction to Basic Targeted Ultrasound Part 2 • Ultrasound Test Cases  Online adaptive tutorials covering clinical Anatomy: • A lump on the testis • A medley of upper limb nerve damage • A problem with reflux • Abdominal pain in a young adult • Central chest pain • Cough and blood-stained sputum • Fracture clinic: Lower limb • Fracture clinic: Upper limb • Gnawing pain in the upper abdomen and weight loss • Haematuria for three months • Heavy periods and colicky menstrual pain • Loin to groin pain • Obstructed delivery • Per rectal bleeding • Problems passing urine • Right upper quadrant pain and fat intolerance • Throat pain and voice changes • Upper abdominal pain and haematemesis • What organ is that?"
    ],
    "learningObjectives": []
  }
}